Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmImportcSurvey.*.resx
Languages: it

# txtFilename.ToolTip
source: VisualTopo file name
it: Nome del file VisualTopo da importare

# cmdCancel.Text
source: Cancel
it: Annulla

# colText.Text
source: Text
it: Testo

# GroupBox1.Text
source: Survey check:
it: Analisi rilievo:

# chkcSurveyImportScaleRules.Text
source: Import scale settings
it: Importa impostazioni per scala

# chkcSurveyImportDesignProperties.Text
source: Import graphics settings
it: Importa impostazioni grafiche

# chkcSurveyImportSurface.Text
source: Import surface data
it: Importa dati superficie

# chkcSurveyImportProfile.Text
source: Import profile
it: Importa sezione

# chkcSurveyImportPlan.Text
source: Import plan
it: Importa pianta

# chkcSurveyImportData.Text
source: Import data
it: Importa dati

# chkcSurveyImportGraphics.Text
source: Import graphics
it: Importa grafica

# chkcSurveyImportCaveBranchFromDesign.Text
source: Import cave/branch binded to design object
it: Importa grotte/rami associati ad oggetti grafici

# chkcSurveyImportDuplicates.Text
source: Import existing shots
it: Importa battute già esistenti

# cbocSurveyImportDuplicatesMode.Items
source: by shot ID
it: per ID battuta uguale

# cbocSurveyImportDuplicatesMode.Items1
source: by shot data
it: per dati uguali

# lblcSurveyImportDuplicatesMode.Text
source: Find existing shots:
it: Ricerca battute esistenti:

# chkcSurveyImportDuplicatesOverwrite.Text
source: Overwrite duplicates
it: Sovrascrivi duplicati

# chkcSurveyImportDuplicatesStations.Text
source: Import and overwrite existing stations
it: Importa e sovrascrivi stazioni già esistenti

# chkImportAsBranchOf.Text
source: Import all as branch of:
it: Importa come ramo di:

# chkcSurveyImportUpdateCaveBranchPriority.Text
source: Update cave/branch priority
it: Aggiorna priorità di grotta/ramo

# chkcSurveyImportCreateNewBranch.Text
source: Import all as new cave/branch
it: Importa tutto come nuova grotta/ramo

# chkcSurveyImportDuplicatesOverwriteOnlyUsed.Text
source: Overwrite only design binded shots
it: Sovrascrivi solo battute collegate ad ogg. grafici

# chkcSurveyDisableOriginAsExtendstart.Text
source: Do not set origin as extendstart
it: Non impostare origine come sub-origine

# lblcSurveyImportWarpingMode.Text
source: Warping mode:
it: Modalità di warping:

# cbocSurveyImportWarpingMode.Items
source: Automatic
it: Automatica

# cbocSurveyImportWarpingMode.Items1
source: Standard warping
it: Standard

# cbocSurveyImportWarpingMode.Items2
source: Basic translation
it: Traslazione semplice

# $this.Text
source: Import from cSurvey:
it: Importazione da cSurvey:
