Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmMain.*.resx
Languages: ru

# txtPropProfileSplayNegInclinationRangeMin.ToolTip
source: Min inclination (in degrees)
ru: Мин. наклон (в градусах)

# lblPropProfileSplayNegInclinationRange.Text
source: Incl. range -:
ru: Диап. углов -:

# lblPropProfileSplayNegInclinationRange.ToolTip
source: Inclination range for negative angles (°)
ru: Диапазон углов для отрицательных уклонов (°)

# txtPropProfileSplayPosInclinationRangeMax.ToolTip
source: Max inclination (in degrees)
ru: Макс. наклон (в градусах)

# txtPropProfileSplayPosInclinationRangeMin.ToolTip
source: Min inclination (in degrees)
ru: Мин. наклон (в градусах)

# cmdPropProfileSplay.ToolTip
source: Replicate splay settings...
ru: Повторить настройки боковых замеров...

# lblPropProfileSplay.Text
source: Splay:
ru: Боковой замер:

# txtPropProfileSplayMaxVariationAngle.ToolTip
source: Maximum variation (in degrees) with respect to the plane of projection over which the splay will not be displayed
ru: Максимальный угол (в градусах) по отношению к плоскости проекции, больше которого боковые замеры не будут отображаться

# lblPropProfileSplayMaxVariationAngle.Text
source: Variation:
ru: Диапазон:

# lblPropProfileSplayMaxVariationAngle.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# lblPropProfileSplayProjectionAngle.Text
source: Angle:
ru: Угол:

# lblPropProfileSplayProjectionAngle.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# txtPropProfileSplayProjectionAngle.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# lblPropProfileSplayPosInclinationRange.Text
source: Incl. range +:
ru: Диап. углов +:

# lblPropProfileSplayPosInclinationRange.ToolTip
source: Inclination range for positive angles (°)
ru: Диапазон углов для положительных уклонов (°)

# lblPropPlanSplayInclinationRange.Text
source: Incl. range:
ru: Диап. наклонов:

# lblPropPlanSplayInclinationRange.ToolTip
source: Inclination range (°)
ru: Диапазон наклонов для визуализации

# txtPropPlanSplayInclinationRangeMax.ToolTip
source: Max inclination (in degrees)
ru: Макс. наклон (в градусах)

# txtPropPlanSplayInclinationRangeMin.ToolTip
source: Min inclination (in degrees)
ru: Мин. наклон (в градусах)

# cmdPropPlanSplay.ToolTip
source: Replicate splay settings...
ru: Повторить настройки боковых замеров...

# lblPropPlanSplay.Text
source: Splay:
ru: Боковой замер:

# lblPropPlanSplayPlanProjectionPlanType.Text
source: Plan:
ru: План:

# lblPropPlanSplayPlanProjectionPlanType.ToolTip
source: Splay projection plan
ru: Проекция бок замера в плане

# cboPropPlanSplayPlanProjectionType.Items
source: All
ru: Все

# cboPropPlanSplayPlanProjectionType.Items1
source: Shot's centerpoint
ru: Центральная точка сегмента

# cboPropPlanSplayPlanProjectionType.ToolTip
source: Splay projection plan
ru: Проекция бок замера в плане

# txtPropPlanSplayPlanDeltaZ.ToolTip
source: The Delta between the plane of projection, the default and the plan of projection used to draw the points splay
ru: Дельта между плоскостью проекции по умолчанию и плоскостью проекции используемой для рисования точек боковых замеров

# lblPropPlanSplayPlanDeltaZ.Text
source: Δ plane:
ru: Δ план:

# lblPropPlanSplayPlanDeltaZ.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# txtPropPlanSplayMaxVariationDelta.ToolTip
source: The maximum variation (in meters) between the projection plane and the points
ru: Максимальная разница(в метрах) между плоскостью проекции и точкой

# lblPropPlanSplayMaxVariationDelta.Text
source: Variation:
ru: Вариация:

# lblPropPlanSplayMaxVariationDelta.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# lblPropDesignDataProperties.Text
source: Properties:
ru: Свойства:

# mnuDesignDataPropertiesEdit.Text
source: Edit custom properties...
ru: Изменить доп. св-ва...

# mnuDesignDataPropertiesDelete.Text
source: Delete value
ru: Удалить значение

# cmdPropCrossSectionSplay.ToolTip
source: Replicate splay settings...
ru: Повторить настройки боковых замеров...

# chkPropCrossSectionSplayText.Text
source: Station label
ru: Номер пикета

# Label8.Text
source: Splay:
ru: Боковой замер:

# txtPropCrossSectionSplayMaxVariationAngle.ToolTip
source: Maximum change (in degrees) with respect to the plane of projection over the splay will not be displayed
ru: Максимальное отклонение (в градусах) от плоскости проекции, при превышении которого, сплей не будет показан

# lblPropCrossSectionSplayMaxVariationAngle.Text
source: Variation:
ru: Вариация:

# lblPropCrossSectionSplayMaxVariationAngle.ToolTip
source: Projection angle for the splay
ru: Угол проекции для бокового замера

# lblPropCrossSectionSplayProjectionAngle.Text
source: Δ angle:
ru: Угол:

# lblPropCrossSectionSplayProjectionAngle.ToolTip
source: Projection angle for the splay (Δ on shot bearing, Δ on vertical)
ru: Угол проекции для бокового замера

# cboPropCrossSectionSplayLineStyle.Items
source: Dots
ru: Точки

# cboPropCrossSectionSplayLineStyle.Items1
source: Dots and lines
ru: Линии и точки

# txtPropCrossSectionSplayProjectionAngle.ToolTip
source: Shot's bearing projection angle Δ for the splay
ru: Угол проекции для бокового замера

# lblPropCrossSectionSplayLineStyle.Text
source: Style:
ru: Стиль:

# lblPropCrossSectionSplayLineStyle.ToolTip
source: The style of the connection line between the points of the contour
ru: Стиль линии связи между точками контура

# chkPropCrossSectionShowSplayBorder.Text
source: Show splay:
ru: Показать бок. замер:

# cmdPropSegmentGoto.ToolTip
source: Segment
ru: Сегмент

# cmdPropSegmentEndShot.ToolTip
source: Ending station
ru: Конечный пикет

# cmdPropSegmentBeginShot.ToolTip
source: Begining station
ru: Начальный пикет

# cmdPropSegmentInvert.ToolTip
source: Revert
ru: Развернуть

# lblPropSegment.Text
source: Shot:
ru: Сегмент:

# colSegmentInfoName.Text
source: Name
ru: Номер

# colSegmentInfoValue.Text
source: Value
ru: Значение

# mnuSegmentInfoCopy.Text
source: Copy
ru: Копировать

# mnuSegmentInfoCopyAll.Text
source: Copy all
ru: Скопировать все

# mnuSegmentInfoCopyValue.Text
source: Copy value
ru: Скопировать значение

# mnuSegmentInfoCopyAllValue.Text
source: Copy values
ru: Скопировать значения

# cmdSegmentSetCaveBranch.ToolTip
source: Set current "cave/branch/connect to" to the selected shot
ru: Установить текущую "пещеру/ветку/соединение" выбранному сегменту

# cmdSegmentSetCurrentCaveBranch.ToolTip
source: Set shot cave/branch as current cave/branch
ru: Установить пещеру/ветку сегмента в качестве текущих пещеры/ветки

# cmdPropTrigpointGoto.ToolTip
source: Station
ru: Пикет

# cmdPropTrigpointFix.ToolTip
source: Fix station coordinates
ru: Координаты репера

# cmdPropTrigpointFixToMarker.ToolTip
source: Fix station coordinates to the current marker
ru: Привязать координаты пикета to the current marker

# lblpropTrigpoint.Text
source: Station:
ru: Пикет:

# ColumnHeader3.Text
source: Name
ru: Название

# ColumnHeader4.Text
source: Value
ru: Значение

# mnuTrigpointInfoCopy.Text
source: Copy
ru: Копировать

# mnuTrigpointInfoCopyAll.Text
source: Copy all
ru: Скопировать все

# mnuTrigpointInfoCopyValue.Text
source: Copy value
ru: Скопировать значение

# mnuTrigpointInfoCopyAllValue.Text
source: Copy values
ru: Скопировать значения

# chkPropCrossSectionMarkerUH.ToolTip
source: Autosize height
ru: Авто вверх

# chkPropCrossSectionMarkerDH.ToolTip
source: Autosize height
ru: Авто вниз

# chkPropCrossSectionMarkerLW.ToolTip
source: Autosize width
ru: Авто ширина лево

# chkPropCrossSectionMarkerRW.ToolTip
source: Autosize width
ru: Авто ширина право

# txtPropCrossSectionMarkerDH.ToolTip
source: Down height
ru: Расстояние вниз

# txtPropCrossSectionMarkerLW.ToolTip
source: Left width
ru: Ширина влево

# txtPropCrossSectionMarkerRW.ToolTip
source: Right width
ru: Ширина вправо

# txtPropCrossSectionMarkerUH.ToolTip
source: Up height
ru: Расстояние вверх

# lblPropCrossSectionMarkerL.Text
source: L
ru: Ширина объекта (м)

# cboPropCrossSectionMarkerLabelRotation.Items
source: Rotated
ru: Повернуто

# cboPropCrossSectionMarkerLabelRotation.Items1
source: Fixed
ru: Фиксированный

# cboPropCrossSectionMarkerLabelRotation.ToolTip
source: Mode of rotation of the symbol
ru: Режим поаорота символа

# Label15.Text
source: Rotation:
ru: Поворот:

# chkPropCrossSectionMarkerLabel.Text
source: Label:
ru: Подпись:

# cboPropCrossSectionMarkerScale.Items
source: Default
ru: 1.00 - По умолчанию

# cboPropCrossSectionMarkerScale.ToolTip
source: Size of the symbol
ru: Размер символа

# cboPropCrossSectionMarkerDirection.Items
source: Direct
ru: Прямой

# cboPropCrossSectionMarkerDirection.Items1
source: Inverted
ru: Обратный

# cboPropCrossSectionMarkerDirection.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# lblPropCrossSectionMarkerScale.Text
source: Scale:
ru: Масштаб:

# lblPropCrossSectionMarkerDirection.Text
source: Direction:
ru: Нправление:

# txtPropCrossSectionMarkerLabelDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# lblPropCrossSectionMarkerLabelDistance.Text
source: Distance:
ru: Расстояние:

# lblPropCrossSectionMarkerLabelDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# cboPropCrossSectionMarkerLabelPosition.Items
source: With arrow
ru: Со стрелкой

# cboPropCrossSectionMarkerLabelPosition.Items1
source: Centered
ru: По центру

# cboPropCrossSectionMarkerLabelPosition.Items2
source: Opposite to arrow
ru: Напротив стрелки

# cboPropCrossSectionMarkerLabelPosition.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# lblPropCrossSectionMarkerLabelPosition.Text
source: Position:
ru: Положение:

# Label11.Text
source: Position:
ru: Положение:

# Label11.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# Label13.Text
source: Distances:
ru: Расстояния:

# lblPropCrossSectionMarkerAlign.Text
source: Arrow:
ru: Стрелка:

# lblPropCrossSectionMarkerDUM.Text
source: m
ru: м

# lblPropCrossSectionMarkerUUM.Text
source: m
ru: м

# lblPropCrossSectionMarkerLUM.Text
source: m
ru: м

# cboPropCrossSectionMarkerProfileAlign.Items
source: Up
ru: Верх

# cboPropCrossSectionMarkerProfileAlign.Items1
source: Down
ru: Низ

# lblPropTrigpointsDistances.Text
source: Nearest:
ru: Ближайший:

# cmdPropTrigpointDistancesCalculate.ToolTip
source: Refresh nearest station list
ru: Обновить список соседних пикетов

# colValue.Text
source: Distance (m)
ru: Расстояние (m)

# lblPropVisibleIn.Text
source: Visible in:
ru: Видимый в:

# chkPropVisibleInDesign.ToolTip
source: Visible in the editor
ru: Показывать в редакторе

# chkPropVisibleInPreview.ToolTip
source: Visible in preview/print
ru: Показывать в предпросмотре/печати

# tabObjectPropMain.Text
source: Object properties
ru: Свойства объекта

# chk3DPlotShowModel.Text
source: Model:
ru: Модель:

# chk3DPlot.Text
source: Centerline:
ru: Нитка хода:

# chk3dPlotModelExtendedElevation.Text
source: Extended elevation
ru: Разрез развертка

# chk3dModelColorGray.Text
source: Grayscale
ru: Оттенки серого

# lbl3dPlotModelMode.Text
source: Type:
ru: Тип:

# cbo3dPlotModelMode.Items
source: Rough
ru: Грубо

# cbo3dPlotModelMode.Items1
source: Smoothed
ru: Сглаженно

# cbo3dPlotModelMode.Items2
source: Cuts
ru: Только сечения

# cbo3dPlotModelMode.Items3
source: Outline
ru: Контуры

# cbo3dPlotModelColoringMode.Items
source: Caves and branches
ru: Пещеры и ветки

# cbo3dPlotModelColoringMode.Items1
source: Tightness
ru: Размер полости

# cbo3dPlotModelColoringMode.Items2
source: Depth
ru: Глубина

# chk3DPlotColorGray.Text
source: Grayscale
ru: Оттенки серого

# chk3DPlotShowTrigpointText.Text
source: Station label
ru: Номер пикета

# cbo3dPlotColorMode.Items
source: Caves and branches
ru: Пещеры и ветки

# cbo3dPlotColorMode.Items1
source: Only caves
ru: Только пещеры

# chk3DPlotShowTrigpoint.Text
source: Station
ru: Пикет

# chk3DPlotShowSplay.Text
source: Splay
ru: Боковой замер

# chk3DPlotShowSplayLabel.Text
source: Station label
ru: Номер пикета

# chk3DPlotShowSegment.Text
source: Shots
ru: Сегменты

# cbo3DPlotSplayStyle.Items
source: Only points
ru: Только точки

# cbo3DPlotSplayStyle.Items1
source: Points and rays
ru: Точки и лучи

# chk3DPlotShowLRUD.Text
source: LRUD
ru: ЛПВН

# cbo3DPlotSegmentsPaintStyle.Items
source: Opaque
ru: Видимый

# cbo3DPlotSegmentsPaintStyle.Items1
source: Transparent
ru: Прозрачный

# cbo3DPlotSegmentsPaintStyle.Items2
source: Light
ru: Светлый

# cbo3DPlotSegmentsPaintStyle.Items3
source: Only shots
ru: Только сегменты

# chk3DSurface.Text
source: Surface:
ru: Поверхность:

# cmd3dSurfaceEdit.ToolTip
source: Surface...
ru: Поверхность...

# lbl3dSurfaceTransparency.Text
source: Transparency:
ru: Прозрачность:

# cmd3DSurfaceLayersEdit.ToolTip
source: Edit...
ru: Изменить...

# cmd3DSurfaceLayersUp.ToolTip
source: Move up
ru: Сдвинуть вверх

# cmd3DSurfaceLayersDown.ToolTip
source: Move down
ru: Сдвинуть вниз

# tabObjectProp3D.Text
source: 3D properties
ru: Свойства 3D

# btnWorkspaceData.Text
source: Data
ru: Данные

# btnWorkspaceDesign.Text
source: Design
ru: Дизайн

# btnWorkspaceAll.Text
source: Full
ru: Полный

# lblPensStyle.Text
source: Style:
ru: Стиль:

# btnPenSmooting.Text
source: Line smoothing
ru: Сглаживание линий

# cboPensSmooting.ToolTipText
source: Smooting factor (m)
ru: Фактор сглаживания (м)

# tbPens.Text
source: Design
ru: Дизайн

# btnLayer_Base.Text
source: Base
ru: Базовый

# btnLayer_Base.ToolTipText
source: Base level (survey images)
ru: Базовый слой (нитка хода, изображения)

# btnLayer_Soil.Text
source: Soil
ru: Покрытие пола

# btnLayer_Soil.ToolTipText
source: Soil layer
ru: Слой покрытия пола

# btnLayer_Water.Text
source: Water and floor morphologies
ru: Вода и рельеф пола

# btnLayer_Water.ToolTipText
source: Water and floor morphologies layer
ru: Слой вода и рельеф пола

# btnLayer_Rocks.Text
source: Rocks and concretions
ru: Камни и пещ образования

# btnLayer_Rocks.ToolTipText
source: Rocks and concretions layer
ru: Слой камни и пещ образования

# btnLayer_TerrainLevel.Text
source: Ceiling morphologies
ru: Морфология потолка

# btnLayer_TerrainLevel.ToolTipText
source: Ceiling morphologies layer
ru: Слой морфологии потолка

# btnLayer_Borders.Text
source: Borders
ru: Границы

# btnLayer_Borders.ToolTipText
source: Borders layer
ru: Слой границ

# btnLayer_Signs.Text
source: Signs
ru: Символы

# btnLayer_Signs.ToolTipText
source: Signs borders layer
ru: Слой символов

# btnLayerManageLevels.Text
source: Manage levels
ru: Управление слоями

# tbLayers.Text
source: Layers
ru: Слои

# tbDesign.Text
source: Design
ru: Дизайн

# btnSurveyNew.Text
source: New...
ru: Новый...

# btnSurveyOpen.Text
source: Open...
ru: Открыть...

# btnSurveySave.Text
source: Save...
ru: Сохранить...

# btnExportData.Text
source: Data...
ru: Данные...

# btnExportTrack.Text
source: Track...
ru: Трек...

# btnExportImage.Text
source: Image...
ru: Изображение...

# btnExport.Text
source: Export
ru: Экспорт

# btnSurface.Text
source: Surface...
ru: Поверхность...

# btnPrint.Text
source: Print...
ru: Печать...

# btnViewer.Text
source: Viewer
ru: Просмотр

# btnUndo.Text
source: Undo
ru: Отмена

# btnCut.Text
source: Cut
ru: Вырезать

# btnCopy.Text
source: Copy
ru: Копировать

# btnPaste.Text
source: Paste
ru: Вставить

# btnDelete.Text
source: Delete
ru: Удалить

# btnSegmentAdd.Text
source: Add shot
ru: Добавить сегмент

# btnSegmentDelete.Text
source: Delete shot
ru: Удалить сегмент

# btnPlotCalculate.Text
source: Calculate
ru: Вычислить

# btnPlotRebindRebind.Text
source: Refresh stations
ru: Обновить пикеты

# btnPlotRebindRemoveOrphans.Text
source: Remove orphans
ru: Удалить не связанные

# btnPlotRebind.Text
source: Refresh stations
ru: Обновить пикеты

# btnPlotInfoCave.Text
source: Informations...
ru: Информация...

# btnZoomIn.Text
source: Zoom in
ru: Увеличить

# btnZoomOut.Text
source: Zoom out
ru: Уменьшить

# btnZoomsCenter.Text
source: Center
ru: Центр

# btnZooms10m.Text
source: 10 metres
ru: 10 метров

# btnZooms50m.Text
source: 50 metres
ru: 50 метров

# btnZooms100m.Text
source: 100 metres
ru: 100 метров

# MetriToolStripMenuItem.Text
source: 1000 metres
ru: 1000 метров

# btnZoomsToFit.Text
source: Zoom to fit
ru: Подогнать по размеру

# btnZooms.Text
source: Zoom
ru: Зум

# btnZoomToFit.Text
source: Zoom to fit
ru: Подогнать по размеру

# btnProperty.Text
source: Properties
ru: Свойства

# tbMain.Text
source: Main
ru: Главный

# btnShowFieldData.Text
source: Data
ru: Данные

# btnShowObjectProp.Text
source: Properties panel
ru: Панель свойств

# cboMainCaveList.ToolTipText
source: Current cave
ru: Текущая пещера

# cboMainCaveBranchList.ToolTipText
source: Current branch
ru: Текущая ветка

# btnDesignHighlight0.Text
source: Show all
ru: Показать все

# btnDesignHighlight1.Text
source: Show only current cave/branch
ru: Показать только текущую пещеру/ветку

# btnDesignHighlightMode0.Text
source: Default
ru: По умолчанию

# btnDesignHighlightMode1.Text
source: Hierarchical
ru: Иерархически

# btnDesignHighlightMode2.Text
source: Exact match
ru: Точное совпадение

# btnDesignHighlightMode.Text
source: Filter mode
ru: Режим фильта

# btnDesignHighlightSegmentsAndTrigpoints.Text
source: Filter shots and stations
ru: Фильтровать сегменты и пикеты

# btnDesignHighlight.Text
source: Highlight objects
ru: Выделить объекты

# btnDesignHighlight.ToolTipText
source: Highlight objects
ru: Выделить объекты

# cboMainBindDesignType.Items
source: Main design
ru: Основной рисунок

# cboMainBindDesignType.Items1
source: Cross section
ru: Поперечное сечение

# cboMainBindDesignType.ToolTipText
source: Indicates whether a new object should be connected to the main drawing or a cross-section
ru: Указывает, является ли новый объект частью основного рисунка или поперечного сечения

# btnObjectSetCaveBranch.Text
source: Set current "cave/branches/linkto" to the selected object
ru: Установить текущую "пещеру/ветку/соединение" выбранному объекту

# btnViewSplayShowMode1.Text
source: Only current shot
ru: Только текщий сегмент

# btnViewSplayShowMode0.Text
source: All
ru: Все

# btnViewSplayShowMode.Text
source: Splay show mode
ru: Режим показа сплеев

# btnObjectShowBindings.Text
source: Show links
ru: Показать связи

# btnObjectProp.Text
source: Object properties
ru: Свойства объекта

# pnlStatusCurrentRule.Text
source: Default
ru: По умлочанию

# pnlStatusCurrentRule.ToolTipText
source: Scale settings
ru: Настройки масштаба

# pnlStatusDesignInfo.ToolTipText
source: Cursor coordinates (X,Y)
ru: Координаты курсора (X,Y)

# pnlStatusDesignZoom.Text
source: [Zoom]
ru: [Зум]

# Label2.Text
source: If you have configured a GPS, it is possible to read the data of the current position.
ru: Если вы настроили GPS можно прочитать данные текущего положения.

# lblCoordinateGeo.Text
source: System:
ru: Система:

# lblCoordinateFormat.Text
source: Format:
ru: Формат:

# mnuFileNew.Text
source: New
ru: Создать

# mnuFileOpen.Text
source: Open...
ru: Открыть...

# mnuFileRollback.Text
source: Rollback...
ru: Откатить

# mnuFileSave.Text
source: Save...
ru: Сохранить...

# mnuFileSaveAs.Text
source: Save as...
ru: Сохранить как...

# mnuFileHistory.Text
source: History...
ru: История...

# mnuFileCleanUp.Text
source: Check and cleanup...
ru: Проверить и очистить...

# mnuFileImportSurvey.Text
source: Data...
ru: Данные...

# mnuFileImportTracks.Text
source: Tracks...
ru: Треки...

# mnuFileImportDesign.Text
source: Design...
ru: Дизайн...

# mnuFileImport.Text
source: Import
ru: Импорт

# mnuFileExportSurvey.Text
source: Data...
ru: Данные...

# mnuFileExportTrack.Text
source: Track...
ru: Трек...

# mnuFileExportImage.Text
source: Image...
ru: Изображение...

# mnuFileExport.Text
source: Export
ru: Экспорт

# mnuFilePrint.Text
source: Print...
ru: Печать...

# mnuFileProp.Text
source: Properties...
ru: Свойства...

# mnuFileSurface.Text
source: Surface...
ru: Поверхность...

# mnuFileSettings.Text
source: Settings...
ru: Настройки...

# mnuFileAutoSettings.Text
source: Automatic configuration...
ru: Автоматическая конфигурация...

# mnuFileRecent.Text
source: Recent files
ru: Недавние файлы

# mnuFileHideInTray.Text
source: Hide
ru: Скрыть

# mnuFileExit.Text
source: Exit
ru: Выход

# mnuFile.Text
source: &File
ru: &Файл

# mnuEditUndo.Text
source: Undo
ru: Отменить

# mnuEditCut.Text
source: Cut
ru: Вырезать

# mnuEditCopy.Text
source: Copy
ru: Копировать

# mnuEditPaste.Text
source: Paste
ru: Вставить

# mnuEditDelete.Text
source: Delete
ru: Удалить

# mnuEditSelectAllInCurrentLevelInDesign.Text
source: Select all in current level
ru: Выбрать всё в текущем слое

# mnuEditSelectAllInDesign.Text
source: Select all
ru: Выбрать всё

# mnuEditSelectAll.Text
source: Select all
ru: Выбрать всё

# mnuEditFind.Text
source: Find...
ru: Поиск...

# mnuEdit.Text
source: &Edit
ru: &Изменить

# mnuViewBarsMain.Text
source: Main
ru: Главный

# mnuViewBarsView.Text
source: Views
ru: Вид

# mnuViewBarsWorkspaces.Text
source: Workspaces
ru: Панели

# mnuViewBarsLayer.Text
source: Levels
ru: Слои

# mnuViewBarsTools.Text
source: Design objects
ru: Графические объекты

# mnuViewBarsPens.Text
source: Pens
ru: Кисти

# mnuViewBarsPen.Text
source: Design
ru: Дизайн

# mnuViewBars.Text
source: Toolbars
ru: Панели инструментов

# mnuViewWorkspacesData.Text
source: Data
ru: Данные

# mnuViewWorkspacesDesign.Text
source: Design
ru: Дизайн

# mnuViewWorkspacesAll.Text
source: Full
ru: Полный

# mnuViewWorkspacesManage.Text
source: Manage workspaces...
ru: Управление панелями...

# mnuViewWorkspaces.Text
source: Workspaces
ru: Панели

# mnuViewFieldData.Text
source: Data panel
ru: Панель данных

# mnuViewDesignArea.Text
source: Design
ru: Дизайн

# mnuViewObjectProp.Text
source: Properties panel
ru: Панель свойств

# mnuViewGraphics0.Text
source: Low quality
ru: Низкое качество

# mnuViewGraphics1.Text
source: Medium quality
ru: Среднее качество

# mnuViewGraphics2.Text
source: High quality
ru: Высокое качество

# mnuViewGraphicsRulers.Text
source: Rulers
ru: Линейки

# mnuViewGraphicsMetricGrid0.Text
source: None
ru: Выкл.

# mnuViewGraphicsMetricGrid1.Text
source: Standard grid
ru: Стандартная сетка

# mnuViewGraphicsMetricGrid2.Text
source: Grid aligned on current shot
ru: Сетки выровнены на текущем сегменте

# mnuViewGraphicsMetricGrid.Text
source: Metric grid
ru: Метрическая сетка

# mnuViewGraphicsShowAdvancedBrushes.Text
source: Advanced brushes
ru: Расширенные инструменты

# mnuViewGraphics.Text
source: Graphic
ru: Графика

# mnuViewDesignUnselectedLevelDrawingMode0.Text
source: Wireframe
ru: Контуры

# mnuViewDesignUnselectedLevelDrawingMode1.Text
source: Borders wireframe
ru: Контуры каркаса

# mnuViewDesignUnselectedLevelDrawingMode2.Text
source: Hidden
ru: Скрытый

# mnuViewDesignUnselectedLevelDrawingMode.Text
source: Inactive levels
ru: Неактивные слои

# mnuViewDesignStyle0.Text
source: Design
ru: Дизайн

# mnuViewDesignStyle1.Text
source: Areas
ru: Заливка областей

# mnuViewDesignStyle2.Text
source: Combined
ru: Комбинированный

# mnuViewDesignStyle.Text
source: Style
ru: Стиль

# mnuViewDesign.Text
source: Design
ru: Дизайн

# mnuViewPlotSegments.Text
source: Shots
ru: Сегменты

# mnuViewPlotShowAlso1.Text
source: Surface
ru: Поверхность

# mnuViewPlotShowAlso2.Text
source: Duplicate
ru: Дубликат

# mnuViewPlotShowAlso.Text
source: Show also
ru: Показать также

# mnuViewPlotLRUDHide.Text
source: Show/Hide
ru: Показать/Скрыть

# mnuViewPlotShowStyle0.Text
source: Opaque
ru: Видимый

# mnuViewPlotShowStyle1.Text
source: Transparent
ru: Прозрачный

# mnuViewPlotShowStyle2.Text
source: Light
ru: Светлый

# mnuViewPlotShowStyle3.Text
source: Only segments
ru: Только сегменты

# mnuViewPlotLRUD.Text
source: LRUD
ru: ЛПВН

# mnuViewPlotSplayHide.Text
source: Show/Hide
ru: Показать/Скрыть
