Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmManageLRUD.*.resx
Languages: it

# $this.Text
source: Manage LRUD data:
it: Gestisci dati LRUD:

# RadioButton1b.Text
source: Using the distance as UDLR
it: Usa le distanze come UDLR

# RadioButton1a.Text
source: Using the distance as LRUD
it: Usa le distanze come LRUD

# frmMode1.Text
source: Mode:
it: Modalità:

# cmdCancel.Text
source: Cancel
it: Annulla

# cmdOk.Text
source: Calculate
it: Elabora

# chkBackup.Properties.Caption
source: Save current data
it: Salva dati attuali

# Label1.Text
source: Applies to:
it: Applica a:

# cboReplicateTo.Items
source: segments that have the same branch/cave of the current segment
it: per i segmenti che hanno lo stesso ramo/grotta del segmento corrente

# cboReplicateTo.Items1
source: segments that have the same session as the current segment
it: per i segmenti che hanno la stessa sessione del segmento corrente

# cboReplicateTo.Items2
source: all segments
it: per tutti i segmenti

# cboReplicateTo.Items3
source: selected segments
it: per i segmenti selezionati

# Label2.Text
source: Save data as:
it: Salva dati in:

# frmBackup.Text
source: Save:
it: Salva:

# chkRestoreDeleteBackupAfterRestore.Properties.Caption
source: Delete backup after recovery
it: Elimina backup dopo il recupero

# Label5.Text
source: Recover data from:
it: Recupera dati da:

# frmRestore.Text
source: Restore:
it: Ripristina:

# Label35.Text
source: Range (h,v):
it: Int. angoli (o,v):

# frmMode2.Text
source: Options:
it: Opzioni:

# chkMode2OnlyCutSplay.Properties.Caption
source: Use only cut splays
it: Usa solo cut splay

# chkShotWithLRUD.Properties.Caption
source: with LRUD manually inserted
it: con LRUD inseriti manualmente

# chkShotWithCalculatedLRUD.Properties.Caption
source: with LRUD previously calculated
it: con LRUD precedentemente calcolati

# chkShotWithoutLRUD.Properties.Caption
source: without LRUD
it: senza LRUD

# chkMarkAsCalculated.Properties.Caption
source: Mark as calculated
it: Marca come calcolati

# lblSplayMode.Text
source: Mode:
it: Modalità:

# cboMode2Mode.Items
source: Use splay data as LRUD
it: Usa i dati degli splay come LRUD

# cboAction.Items
source: Set LRUD using the lengths of the first four splays
it: Imposta LRUD usando le lunghezze dei primi quattro splay

# cboAction.Items1
source: Calculates LRUD from splays
it: Calcola LRUD dall'area definita dagli splay

# cboAction.Items2
source: Calculates LRUD from the area defined by the edges drawn
it: Calcola LRUD dall'area definita dai bordi disegnati

# cboAction.Items3
source: Restore previously saved data
it: Recupera dati precedentemente salvati

# lblAction.Text
source: Action:
it: Azione:
