Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmMain.*.resx
Languages: ru

# mnuViewPlotSplayStyle0.Text
source: Dots
ru: Точки

# mnuViewPlotSplayStyle1.Text
source: Dots and lines
ru: Линии и точки

# mnuViewPlotSplayText.Text
source: Station label
ru: Номер пикета

# mnuViewPlotSplay.Text
source: Splay
ru: Боковой замер

# mnuViewPlotShowStation.Text
source: Station
ru: Пикет

# mnuViewPlotShowStationText.Text
source: Station label
ru: Номер пикета

# mnuViewPlotShowPointInformation.Text
source: Station's informations
ru: Свойства пикета

# mnuViewPlot.Text
source: Centerline
ru: Нитка хода

# mnuViewPlan.Text
source: Plan
ru: План

# mnuViewProfile.Text
source: Profile
ru: Разрез

# mnuViewViewer.Text
source: Viewer
ru: Просмотр

# mnuViewScript.Text
source: Script
ru: Скрипт

# mnuView.Text
source: &View
ru: &Вид

# mnuPlotRebind.Text
source: Refresh stations
ru: Обновить пикеты

# mnuPlotRemoveOrphans.Text
source: Remove orphans
ru: Удалить не связанные

# mnuPlotGrades.Text
source: Data precision...
ru: Точность измерений...

# mnuPlotCalculate.Text
source: Calculate
ru: Вычислить

# mnuPlotInfoSession.Text
source: Session information...
ru: Информация о съёмке...

# mnuPlotInfoEntrance.Text
source: Entrance information...
ru: Информация о входах

# mnuPlotInfoCave.Text
source: Informations...
ru: Информация...

# mnuPlotInfoRing.Text
source: Loops...
ru: Кольца...

# mnuPlotInfoOrientation.Text
source: Bearings...
ru: Азимуты...

# mnuPlotInfoDistances.Text
source: Distances...
ru: Расстояния...

# mnuPlotPrefixTrigpoints.Text
source: Add prefix...
ru: Добавить префикс...

# mnuPlotRenameTrigpoints.Text
source: Rename stations...
ru: Переименовать пикеты...

# mnuPlotReplicateData.Text
source: Replicate data...
ru: Повторить настройки...

# mnuPlotManageLRUD.Text
source: Manage LRUD...
ru: Управление ЛПВН...

# mnuPlotSplayReplicate.Text
source: Replicare splay settings...
ru: Повторить настройки боковых замеров...

# mnuPlotManageVisibility.Text
source: Cave/branch visibility profiles...
ru: Профили видимости пещеры/ветки

# mnuPlotDeleteAll.Text
source: Delete shots and data
ru: Удалить сегменты и данные

# mnuPlot.Text
source: &Survey
ru: &Съёмка

# mnuDesignAdd.Text
source: Add
ru: Добавить

# mnuDesignEndEdit.Text
source: End edit
ru: Прекратить изменение

# mnuDesignObjectProp.Text
source: Object properties
ru: Свойства объекта

# mnuDesignEditScaleRules.Text
source: Scale settings...
ru: Настройки масштаба...

# mnuDesignHighlight0.Text
source: Show all
ru: Показать все

# mnuDesignHighlight1.Text
source: Show only current cave/branch
ru: Показать только текущую пещеру/ветку

# mnuDesignHighlightMode0.Text
source: Default
ru: По умолчанию

# mnuDesignHighlightMode1.Text
source: Hierarchical
ru: Иерархически

# mnuDesignHighlightMode2.Text
source: Exact match
ru: Точное совпадение

# mnuDesignHighlightMode.Text
source: Filter mode
ru: Режим фильта

# mnuDesignHighlight.Text
source: Highlight
ru: Выделить

# mnuDesignPlotRebindAll.Text
source: Rebind
ru: Перепривязать

# mnuDesignPlotRemoveBindings.Text
source: Remove all bindings
ru: Удалить все привязки

# mnuDesignPlotUnlockAll.Text
source: Unlock all
ru: Разблокировать все

# mnuDesignPlotLockAll.Text
source: Lock all
ru: Зафиксировать все

# mnuDesignPlotShowBindings.Text
source: Show bindings
ru: Показать привязки

# mnuDesignPlot.Text
source: Data
ru: Данные

# mnuDesignDeleteAll.Text
source: Delete all design objects
ru: Удалить все объекты рисунков

# mnuDesign.Text
source: &Design
ru: &Рисование

# mnuLayers0.Text
source: Base
ru: Базовый

# mnuLayers1.Text
source: Soil
ru: Покрытие пола

# mnuLayers2.Text
source: Water and floor morphologies
ru: Вода и рельеф пола

# mnuLayers3.Text
source: Rocks and concretions
ru: Камни и пещ образования

# mnuLayers4.Text
source: Ceiling morphologies
ru: Морфология потолка

# mnuLayers5.Text
source: Borders
ru: Границы

# mnuLayers6.Text
source: Signs
ru: Символы

# mnuLayersManageLevels.Text
source: Levels manager
ru: Управление слоями

# mnuLayers.Text
source: &Levels
ru: &Слои

# mnuZoomZoomIn.Text
source: In
ru: Увеличить

# mnuZoomZoomOut.Text
source: Out
ru: Уменьшить

# mnuZoomZoomCenter.Text
source: Center
ru: Центр

# mnuZoomZoomToFit.Text
source: Zoom to fit
ru: Подогнать по размеру

# mnuZoom.Text
source: &Zoom
ru: &Зум

# mnuHelpCheckUpdate.Text
source: Check from update...
ru: Проверить обновления...

# mnuHelpInfo.Text
source: About...
ru: Описание...

# mnuMain.Text
source: Mainmenu
ru: ГлМеню

# mnuDesignNoneInfo.Text
source: [info]
ru: [инфо]

# mnuDesignNonePaste.Text
source: Paste
ru: Вставить

# mnuDesignNonePasteSpecial0.Text
source: Generic object
ru: Универсальный объект

# mnuDesignNonePasteSpecial1.Text
source: Rock or concretion
ru: Камни или пещ образования

# mnuDesignNonePasteSpecial2.Text
source: Sign
ru: Символ

# mnuDesignNonePasteSpecial3.Text
source: Text
ru: Текст

# mnuDesignNonePasteSpecial.Text
source: Paste as
ru: Вставить как

# ToolStripMenuItem107.Text
source: Item
ru: Элемент

# mnuDesignNoneItemUnder.Text
source: Underlying objects
ru: Подлежащие объекты

# mnuDesignNoneProperty.Text
source: Design properties
ru: Свойства рисунка

# mnuDesignNoneRefresh.Text
source: Refresh
ru: Обновить

# mnuDesignItemInfo.Text
source: [info]
ru: [инфо]

# mnuDesignItemSignSaveInGallery.Text
source: Save copy in gallery...
ru: Сохранить копию в галерее

# mnuDesignItemSignExport.Text
source: Export...
ru: Экспорт...

# mnuDesignItemSign.Text
source: Sign
ru: Символ

# mnuDesignItemClipartSaveInGallery.Text
source: Save copy in gallery...
ru: Сохранить копию в галерею...

# mnuDesignItemClipartExport.Text
source: Export...
ru: Экспорт...

# mnuDesignItemSegment.Text
source: Shot properties
ru: Свойства замера

# mnuDesignItemSegmentTrigpointFrom.Text
source: From
ru: От

# mnuDesignItemSegmentTrigpointTo.Text
source: To
ru: До

# mnuDesignItemSegmentTrigpoint.Text
source: Station properties
ru: Свойства пикета

# mnuDesignItemSegmentInvert.Text
source: Revert
ru: Развернуть

# mnuDesignItemSegmentDirection0.Text
source: Revert shot
ru: Развернуть замер

# mnuDesignItemSegmentDirection1.Text
source: Revert shot and all the next until the first fork
ru: Развернуть замер и все последующие замеры до первой развилки

# mnuDesignItemSegmentDirection2.Text
source: Revert shot and all the next until the first shot with opposite direction
ru: Развернуть замер и все последующие замеры до первого замера с противоположным направлением

# mnuDesignItemSegmentDirection3.Text
source: Direct the entire cave/branch as the current shot
ru: Развернуть всю пещеру/ветку в соответствии с текущим замером

# mnuDesignItemSegmentDirection4.Text
source: Revert cave/branch of the current shot
ru: Развернуть пещеру/ветку текущего сегмента

# mnuDesignItemSegmentDirection.Text
source: Direction
ru: Направление

# mnuDesignItemSegmentSetCoordinate.Text
source: Fix coordinate of
ru: Зафиксировать координаты

# mnuDesignItemSegmentSetCoordinateCP.Text
source: Fix coordinate of current station
ru: Зафиксировать координаты текущего пикета

# mnuDesignItemSegmentSplayReplicate.Text
source: Replicate splay settings...
ru: Скопировать настройки боковых замеров...

# mnuDesignItemSegmentSplayCreateBorder.Text
source: Create border from splay
ru: Создать границы из боковых замеров

# mnuDesignItemSegmentSplay.Text
source: Splay
ru: Боковой замер

# mnuDesignItemGenericCombine.Text
source: Merge with
ru: Объединить

# mnuDesignItemGenericDivide.Text
source: Divide
ru: Разделить

# mnuDesignItemGenericCombineAllSequences.Text
source: Merge sequences
ru: Объединить последовательности

# mnuDesignItemGenericCloseAllSequences.Text
source: Close sequences
ru: Замкнуть последовательности

# mnuDesignItemGenericReorderSequence.Text
source: Reorder sequences
ru: Переупорядочить последовательности

# mnuDesignItemGenericRevertAllSequences.Text
source: Revert sequences
ru: Развернуть последовательности

# mnuDesignItemGenericRestorePointPen.Text
source: Restore default borders
ru: Восстановить границы по умолчанию

# mnuDesignItemGenericWiden.Text
source: Widen
ru: Расширить

# mnuDesignItemGenericReducePoint.Text
source: Reduce points
ru: Уменьшить количество точек

# mnuDesignItemGeneric.Text
source: Shape
ru: Форма

# mnuDesignItemItemsCombine.Text
source: Merge
ru: Объединить

# mnuDesignItemItemsCombineGroup.Text
source: Merge as a group
ru: Объединить в группу

# mnuDesignItemItemsCombineRockClipart.Text
source: Create rock
ru: Создать камень

# mnuDesignItemItemsCombineConcretionClipart.Text
source: Create concretion
ru: Объединить и создать пещ. образование

# mnuDesignItemItemsCombineSignClipart.Text
source: Create sign
ru: Создать символ

# mnuDesignItemItems.Text
source: Group
ru: Сгруппировать

# mnuDesignItemImageChange.Text
source: Edit...
ru: Изменить...

# mnuDesignItemImageRescale.Text
source: Reduce size and quality
ru: Уменьшить размер и качество

# mnuDesignItemImageResizeMode0.Text
source: Scaled
ru: Масштабирование

# mnuDesignItemImageResizeMode1.Text
source: Stretched
ru: Растяжение

# mnuDesignItemImageResizeMode.Text
source: Resize mode
ru: Режим изменения размера

# mnuDesignItemImageRealSizeImage.Text
source: Image
ru: Изображение

# mnuDesignItemImageRealSize.Text
source: Real size
ru: Истинный размер

# mnuDesignItemImageVisibleShowAll.Text
source: Show all
ru: Показать все

# mnuDesignItemImageVisibleHideAll.Text
source: Hide all
ru: Скрыть все

# mnuDesignItemImageVisible.Text
source: Show/hide
ru: Показать/Скрыть

# mnuDesignItemImageView.Text
source: View image
ru: Показать изображение

# mnuDesignItemImage.Text
source: Image
ru: Изображение

# mnuDesignItemSketchEdit.Text
source: Edit...
ru: Изменить...

# mnuDesignItemSketchMorphingDisabled.Text
source: Disable
ru: Отключить

# mnuDesignItemSketchMorphingEnableAll.Text
source: Enable for all
ru: Включить для всех

# mnuDesignItemSketchMorphingDisableAll.Text
source: Disable for all
ru: Отключить для всех

# mnuDesignItemSketchMorphing.Text
source: Morphing
ru: Трансформация

# mnuDesignItemSketchVisibleShowAll.Text
source: Show all
ru: Показать все

# mnuDesignItemSketchVisibleHideAll.Text
source: Hide all
ru: Скрыть все

# mnuDesignItemSketchVisible.Text
source: Show/hide
ru: Показать/Скрыть

# mnuDesignItemSketchView.Text
source: View image
ru: Просмотр изображения

# mnuDesignItemSketch.Text
source: Sketch
ru: Абрис

# mnuDesignItemCut.Text
source: Cut
ru: Вырезать

# mnuDesignItemCopy.Text
source: Copy
ru: Копировать

# mnuDesignItemPaste.Text
source: Paste
ru: Вставить

# mnuDesignItemPasteSpecialPen.Text
source: Pen
ru: Кисть

# mnuDesignItemPasteSpecialBrush.Text
source: Fill
ru: Заливка

# mnuDesignItemPasteSpecial.Text
source: Paste style
ru: Вставить стиль

# mnuDesignItemDelete.Text
source: Delete
ru: Удалить

# mnuDesignItemItemUnderItems.Text
source: Item
ru: Элемент

# mnuDesignItemItemUnder.Text
source: Underlying objects
ru: Подлежащие объекты

# mnuDesignItemSendToBottom.Text
source: Send to bottom
ru: Переместить в нжний слой

# mnuDesignItemSendBehind.Text
source: Send back
ru: Сдвинуть назад

# mnuDesignItemBringAhead.Text
source: Bring forward
ru: Сдвинуть вперед

# mnuDesignItemBringOnTop.Text
source: Bring to top
ru: Сдвинуть наверх

# mnuDesignItemSendCopyTo0.Text
source: Plan
ru: План

# mnuDesignItemSendCopyTo1.Text
source: Profile
ru: Разрез

# mnuDesignItemSendCopyTo.Text
source: Send copy to
ru: Отправить копию в

# mnuDesignItemChangeTo4.Text
source: Floor morphology
ru: Морфология пола

# mnuDesignItemChangeTo1.Text
source: Cave border
ru: Граница пещеры

# mnuDesignItemChangeTo2.Text
source: Border
ru: Граница

# mnuDesignItemChangeTo3.Text
source: Ceiling morphology
ru: Морфология потолка

# mnuDesignItemChangeTo.Text
source: Change to
ru: Изменить на

# mnuDesignItemFlipH.Text
source: Horizontal
ru: Горизонтально

# mnuDesignItemFlipV.Text
source: Vertical
ru: Вертикально

# mnuDesignItemFlip.Text
source: Flip
ru: Отразить

# mnuDesignItemRotate.Text
source: Rotate
ru: Повернуть

# mnuDesignItemPlotSetCaveBranch.Text
source: Set current "cave/branch/link to" to the selected object
ru: Установить текущую "пещеру/ветку/соединение" выбранному объекту

# mnuDesignItemPlotBindSegment.Text
source: Rebind
ru: Пересвязать

# mnuDesignItemPlotLockAll.Text
source: Lock all points
ru: Зафиксировать все точки

# mnuDesignItemPlotUnlockAll.Text
source: Unlock all points
ru: Разблокировать все точки

# mnuDesignItemPlot.Text
source: Centerline
ru: Нитка хода

# mnuDesignItemLock.Text
source: Lock object location
ru: Заблокировать расположение объекта

# mnuDesignItemProperty.Text
source: Object properties
ru: Свойства объекта

# mnuDesignItemHiddenInDesign.Text
source: Hide
ru: Скрыть

# mnuDesignItemRefresh.Text
source: Refresh
ru: Обновить

# mnuDesignItemPointAdd.Text
source: Add point
ru: Добавить точку

# mnuDesignItemPointDelete.Text
source: Remove point
ru: Удалить точку

# mnuDesignItemPointSegmentDivide.Text
source: Divide sequence
ru: Разделить последовательность

# mnuDesignItemPointSegmentDivideAndJoin.Text
source: Divide sequence and link points
ru: Разделить последовательность и связать точки

# mnuDesignItemPointSegmentCombine.Text
source: Merge sequence
ru: Объединить последовательности

# mnuDesignItemPointDeleteSegment.Text
source: Delete sequence
ru: Удалить последовательность

# mnuDesignItemPointCloseSegment.Text
source: Close sequence
ru: Замкнуть последовательность

# mnuDesignItemPointRevertSegment.Text
source: Invert sequence
ru: Развернуть последовательность

# mnuDesignItemAreaFromSequence.Text
source: Area from sequence
ru: Область из линии

# mnuDesignItemPointConvertToBezier.Text
source: Bezier
ru: Линии Безье

# mnuDesignItemPointConvertToLines.Text
source: Straight lines
ru: Прямые линии

# mnuDesignItemPointConvert.Text
source: Convert to
ru: Конвертировать в

# mnuDesignItemPointNewFromSequence0.Text
source: Copy as new object
ru: Копировать как новый объект

# mnuDesignItemPointNewFromSequence1.Text
source: Move to new object
ru: Перейти к новому объекту

# mnuDesignItemPointPlotLockSegment.Text
source: Lock binded shot
ru: Блокировать связанный сегмент

# mnuDesignItemPointPlotBindSegment.Text
source: Rebind
ru: Перепривязать

# mnuDesignItemPointPlot.Text
source: Centerline
ru: Нитка хода

# mnuDesignItemPointRefresh.Text
source: Refresh
ru: Обновить

# mnuMapDropImage.Text
source: Image
ru: Изображение

# mnuMapDropSketch.Text
source: Sketch
ru: Абрис

# mnuMapDropPocketTopo.Text
source: PocketTopo exchange file
ru: Файл экспорта PocketTopo

# mnuMapDropCaveExplorer.Text
source: CaveExplorer file
ru: Файл CaveExplorer

# mnuMapDropText.Text
source: Generic text
ru: Простой текст

# mnnuTrayShowHide.Text
source: Show/hide
ru: Показать/Скрыть

# mnuTrayClose.Text
source: Close
ru: Закрыть

# mnuViewConsole.Text
source: Console
ru: Консоль

# cboPropPenDecoration.Items8
source: Empty triangles (up)
ru: Пустые треугольники (вверх)

# cboPropPenDecoration.Items9
source: Empty triangles (down)
ru: Пустые треугольники (вниз)

# cbo3DPlotSplayStyle.Items2
source: Rays
ru: лучи

# cboDesignPlotSplayStyle.Items2
source: Rays
ru: Лучи

# cboPropCrossSectionMarkerArrowSize.Items2
source: S
ru: 0.50 - Маленький

# cboPropCrossSectionMarkerArrowSize.Items3
source: M
ru: 1.00 - Средний

# cboPropCrossSectionMarkerArrowSize.Items4
source: L
ru: 2.00 - Большой

# cboPropCrossSectionMarkerArrowSize.Items5
source: XL
ru: 4.00 - Очень большой

# cboPropCrossSectionMarkerScale.Items5
source: XL
ru: 4.00 - Очень большой

# cboPropCrossSectionMarkerScale.Items4
source: L
ru: 2.00 - Большой

# cboPropCrossSectionMarkerScale.Items3
source: M
ru: 1.00 - Средний

# cboPropCrossSectionMarkerScale.Items2
source: S
ru: 0.50 - Маленький

# cboPropTextSize.Items2
source: S
ru: 0.50 - Маленький

# cboPropCrossSectionMarkerArrowSize.Items
source: Default
ru: 1.00 - По умолчанию
