Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmMain.*.resx
Languages: ru

# cmdPropShapeCloseAllSequences.ToolTip
source: Close all sequences
ru: Замкнуть последовательность

# cmdPropShapeCombineAllSequences.Text
source: Merge
ru: Объединить

# cmdPropShapeCombineAllSequences.ToolTip
source: Merge all sequences
ru: Объединить последовательности

# cmdPropSignOtherOptions.ToolTip
source: Other settings...
ru: Другие параметры...

# cboPropSign.ToolTip
source: The code of the symbol represented by the current object
ru: Код символа, представленного текущешо объекта

# lblPropSign.Text
source: Sign:
ru: Символ:

# cboPropSignSize.Items
source: 1.00 - Default
ru: 1.00 - По умолчанию

# cboPropSignSize.Items1
source: 0.25 - Very small
ru: 0.25 Очень маленький

# cboPropSignSize.Items2
source: 0.50 - Small
ru: 0.50 - Маленький

# cboPropSignSize.Items3
source: 1.00 - Medium
ru: 1.00 - Средний

# cboPropSignSize.Items4
source: 2.00 - Big
ru: 2.00 - Большой

# cboPropSignSize.Items5
source: 4.00 - Very big
ru: 4.00 - Очень большой

# cboPropSignSize.ToolTip
source: Size of the symbol
ru: Размер символа

# lblPropSignSize.Text
source: Scale:
ru: Масштаб:

# cboPropSignRotateMode.Items
source: Rotable
ru: Вращаемый

# cboPropSignRotateMode.Items1
source: Fixed
ru: Фиксированный

# cboPropSignRotateMode.ToolTip
source: Mode of rotation of the symbol
ru: Режим поворота символа

# lblPropSignRotateMode.Text
source: Rotation:
ru: Поворот:

# cmdPropImageView.ToolTip
source: Display the original image
ru: Просмотр оригинального изображения

# Label34.Text
source: Scale:
ru: Масштаб:

# txtPropImageScaleFree.ToolTip
source: Set scale to 1:N (ENTER to confirm)
ru: Установить масштаб в 1:N (ВВОД для подтверждения)

# cmdPropImageScale500.ToolTip
source: Set scale to 1:500
ru: Масштабировать к 1:500

# cmdPropImageScale250.ToolTip
source: Set scale to 1:250
ru: Масштабировать к 1:250

# cmdPropImageScale100.ToolTip
source: Set scale to 1:100
ru: Масштабировать к 1:100

# txtPropImageResolution.ToolTip
source: Image size and resolution
ru: Размер и разрешение изображения

# Label33.Text
source: Resolution:
ru: Разрешение:

# cboPropImageResizeMode.Items
source: Scale
ru: Пошагово

# cboPropImageResizeMode.Items1
source: Stretch
ru: Растянуть

# cboPropImageResizeMode.ToolTip
source: Resize mode
ru: Режим изменения размера

# Label16.Text
source: Resize mode:
ru: Режим изм размера:

# cmdPropImageBrowse.ToolTip
source: Edit image...
ru: Изменить изображение...

# Label32.Text
source: Image:
ru: Изображение:

# cmdPropSetCurrentCaveBranch.ToolTip
source: Set shot cave/branch as current cave/branch
ru: Установить пещеру/ветку сегмента в качестве текущих пещеры/веткиh

# cmdPropSetCaveBranch.ToolTip
source: Set current "cave/branch/connect to" to the selected object
ru: Установить текущую "пещеру/ветку/соединение" выбранному объекту

# lblPropBranchList.Text
source: Branch:
ru: Ветка:

# cboPropCaveList.ToolTip
source: The cave to which selected object belongs to
ru: Пещера, к которой принадлежит выбранный объект

# lblPropCaveList.Text
source: Cave:
ru: Пещера:

# lblPropPointType.Text
source: Type:
ru: Тип:

# cboPropBindDesignType.Items
source: Main design
ru: Основной рисунок

# cboPropBindDesignType.Items1
source: Cross section
ru: Поперечное сечение

# cboPropBindDesignType.ToolTip
source: The cave to which selected object belongs to
ru: Пещера, к которой принадлежит выбранный объект

# lblPropBindDesignType.Text
source: Link to:
ru: Соединить с:

# cmdPropParent.ToolTip
source: Select object
ru: Выбрать объект

# cmdPropNext.ToolTip
source: Next object or point
ru: Следующий объект или точка

# cmdPropPrev.ToolTip
source: Object or the previous point
ru: Объекта или предыдущую точку

# optPropObjectSequence.Text
source: Sequence
ru: Порядок

# optPropObjectSequence.ToolTip
source: Show properties sequence
ru: Свойства последовательности

# optPropObject.Text
source: Object
ru: Объект

# optPropObject.ToolTip
source: Show item properties
ru: Свойства объекта

# cboPropPenPattern.ToolTip
source: Pen style
ru: Стиль линии

# Label45.Text
source: Scale:
ru: Масштаб:

# txtPropPenDecorationScale.ToolTip
source: The scale of the fill
ru: Масштаб скалирования заливки

# Label46.Text
source: Space:
ru: Интервал :

# cboPropPenStyle.Items
source: Solid
ru: Сплошная

# cboPropPenStyle.Items1
source: Dash
ru: Прерывистая

# cboPropPenStyle.Items2
source: Dot
ru: Точка

# cboPropPenStyle.Items3
source: Dash dot
ru: Прерывистая с точкой

# cboPropPenStyle.Items4
source: Dash dot dot
ru: Прерывистая с двумя точками

# cboPropPenStyle.Items5
source: Presumed
ru: Вооброжаемая

# cboPropPenStyle.Items6
source: Too narrow
ru: Слишком узко

# cboPropPenStyle.Items7
source: Underlying
ru: Подлежащая

# cboPropPenStyle.ToolTip
source: Pen style
ru: Стиль инструмента

# txtPropPenWidth.ToolTip
source: Thickness (px)
ru: Толщина (px) (0=штрих)

# txtPropPenDecorationSpacePercentage.ToolTip
source: The spacing of the decoration
ru: Интервал орнамента

# Label20.Text
source: Color:
ru: Цвет:

# cboPropPenDecorationAlignment.Items
source: External
ru: Внешний

# cboPropPenDecorationAlignment.Items1
source: Centered
ru: По центру

# cboPropPenDecorationAlignment.Items2
source: Internal
ru: Внутренний

# cboPropPenDecorationAlignment.ToolTip
source: Alignment of decoration related to path
ru: Alignment of the decoration with respect to the leg

# Label18.Text
source: Width:
ru: Толщина:

# Label30.Text
source: Alignment:
ru: Выравнивание:

# cmdPropPenColorBrowse.ToolTip
source: Select a color...
ru: Выбрать цвет...

# Label29.Text
source: Style:
ru: Стиль:

# Label28.Text
source: Decoration:
ru: Описание:

# cboPropPenDecoration.Items
source: None
ru: Выкл.

# cboPropPenDecoration.Items1
source: Hatches
ru: Штриховка

# cboPropPenDecoration.Items2
source: Triangles
ru: Треугольники

# cboPropPenDecoration.Items3
source: Arrows (up)
ru: Стрелки (вверх)

# cboPropPenDecoration.Items4
source: Arrows (down)
ru: Стрелки (вниз)

# cboPropPenDecoration.Items5
source: Triangles (up)
ru: Треугольники (вверх)

# cboPropPenDecoration.Items6
source: Triangles (down)
ru: Треугольники (вниз)

# cboPropPenDecoration.Items7
source: Hatches h/v
ru: Штриховка г/в

# cboPropPenDecoration.ToolTip
source: Decoration to apply to the stroke
ru: Стиль

# txtPropScaleHeight.ToolTip
source: Scale % (ENTER to apply)
ru: Масштабировать % ("ВВОД", чтобы применить)

# Label35.Text
source: Scale (w,h):
ru: Масштаб (ш,в):

# txtPropScaleWidth.ToolTip
source: Scale % (ENTER to apply)
ru: Масштабировать % ("ВВОД", чтобы применить)

# cmdPropFlipV.ToolTip
source: Flip vertical
ru: Развернуть по вертикали

# cmdPropFlipH.ToolTip
source: Flip horizontal
ru: Развернуть по горизонтали

# txtPropWidth.ToolTip
source: Object width (m)
ru: Ширина объекта (м)

# txtPropHeight.ToolTip
source: Height of the object (m)
ru: Высота объекта (м)

# Label14.Text
source: Size (w,h):
ru: Размер (ш,в):

# chkPropLock.ToolTip
source: Lock the object movement in the designer
ru: Запретить перемещение объекта

# cmdPropBringOnTop.ToolTip
source: Bring to top
ru: Сдвинуть наверх

# cmdPropBringAhead.ToolTip
source: Bring forward
ru: Сдвинуть вперед

# cmdPropSendBehind.ToolTip
source: Send back
ru: Сдвинуть назад

# cmdPropSendToBottom.ToolTip
source: Send to bottom
ru: На задний план

# cmdPropMoveRight.ToolTip
source: Move right
ru: Сдвинуть вправо

# cmdPropMoveBottom.ToolTip
source: Move down
ru: Сдвинуть вниз

# cmdPropMoveLeft.ToolTip
source: Move left
ru: Сдвинуть влево

# cmdPropMoveTop.ToolTip
source: Move up
ru: Сдвинуть вверх

# txtPropLeft.ToolTip
source: Height of the object (m)
ru: Высота объекта (м)

# txtPropTop.ToolTip
source: Ordinate of the object (m)
ru: Ордината объекта (м)

# lblPropPosition.Text
source: Location (x,y):
ru: Положение (x,y):

# cmdPropRotateLeftByDegree.ToolTip
source: Rotate of n degrees counterclockwise
ru: Повернуть на n° против часовой стрелки

# cmdPropRotateRightByDegree.ToolTip
source: Rotate of n degrees clockwise
ru: Повернуть на n° по часовой стрелке

# cmdPropRotateRight.ToolTip
source: Rotate of 90° clockwise
ru: Повернуть на 90° по часовой стрелке

# cmdPropRotateLeft.ToolTip
source: Rotate of 90° counterclockwise
ru: Повернуть на 90° против часовой стрелки

# txtPropRotate.ToolTip
source: Rotate (ENTER to apply)
ru: Поворот ("ВВОД", чтобы применить)

# Label25.Text
source: Rotate:
ru: Повернуть:

# lblPropLineType.Text
source: Line style:
ru: Стиль линии:

# cboPropBrushPattern.Items
source: Solid color
ru: Сплошной цвет

# cboPropBrushPattern.Items1
source: Sand/Mud
ru: Глина/песок

# cboPropBrushPattern.Items2
source: Water
ru: Вода

# cboPropBrushPattern.Items3
source: Pebbles
ru: Галька

# cboPropBrushPattern.ToolTip
source: Fill style
ru: Заполнение

# lblPropBrushClipartPosition.Text
source: Position:
ru: Положение:

# cboPropBrushClipartPosition.Items
source: Random
ru: Случайный

# cboPropBrushClipartPosition.Items1
source: Fixed
ru: Фиксированный

# cboPropBrushClipartPosition.ToolTip
source: Stretch is the default for the lines of the polygon
ru: Растягуть по умолчанию для линий нитки хода

# lblPropBrushClipartImage.Text
source: Clipart:
ru: Клипарт:

# lblPropBrushAlternativeBrushColor.Text
source: Alternative color:
ru: Другие цвета:

# cmdPropBrushAlternativeBrushColor.ToolTip
source: Select a color...
ru: Выбрать цвет...

# lblpropbrushcolor.Text
source: Color:
ru: Цвет:

# txtPropBrushClipartAngle.ToolTip
source: Angle of the clip art design
ru: Угол клипарта

# cmdPropBrushColor.ToolTip
source: Select a color...
ru: Выбрать цвет...

# lblPropBrushClipartAngleMode.Text
source: Angle:
ru: Угол:

# cboPropBrushClipartAngleMode.Items
source: Random
ru: Случайный

# cboPropBrushClipartAngleMode.Items1
source: Fixed
ru: Фиксированный

# cboPropBrushClipartAngleMode.ToolTip
source: Type of corners in design clipart
ru: Тип углов в элементах клипарт

# Label31.Text
source: Pattern:
ru: Заливка:

# cboPropBrushHatch.Items
source: None
ru: Выкл.

# cboPropBrushHatch.Items1
source: Solid
ru: Сплошная

# cboPropBrushHatch.Items2
source: Clipart
ru: Рисунок

# cboPropBrushHatch.Items3
source: Pattern
ru: Плитка

# cboPropBrushHatch.Items4
source: Texture
ru: Текстура

# lblPropBrushClipartZoomFactor.Text
source: Scale:
ru: Масштаб:

# txtPropBrushClipartZoomFactor.ToolTip
source: The scale of the fill
ru: Масштаб скалирования заливки

# txtPropBrushClipartDensity.ToolTip
source: The spacing of the decoration
ru: Интервал орнамента

# lblPropBrushPatternType.Text
source: Pattern:
ru: Заполнение:

# cboPropBrushPatternType.Items
source: Single lines
ru: Одинарные линии

# cboPropBrushPatternType.Items1
source: Crossed lines
ru: Крестики

# cboPropBrushPatternType.ToolTip
source: Pattern type
ru: Тип заполнения

# cboPropBrushClipartCrop.Items
source: Do not cut
ru: Не обрезать

# cboPropBrushClipartCrop.Items1
source: Cuts out the entire clip
ru: Обрезать весть объект

# cboPropBrushClipartCrop.Items2
source: The size of the individual objects
ru: По размеру отдельных объектов

# cboPropBrushClipartCrop.ToolTip
source: Clipart clipping mode
ru: Режим обрезки элементов рисунка

# lblPropBrushClipartCrop.Text
source: Clipping:
ru: Обрезка:

# lblPropBrushPatternPen.Text
source: Style:
ru: Стиль:

# cboPropBrushPatternPen.Items
source: Solid
ru: Сплошная

# cboPropBrushPatternPen.Items1
source: Dash
ru: Прерывистая

# cboPropBrushPatternPen.Items2
source: Dot
ru: Точка

# cboPropBrushPatternPen.Items3
source: The hatching and the points
ru: Штриховка и точки

# cboPropBrushPatternPen.Items4
source: Dash dot dot
ru: Прерывистая с двумя точками

# cboPropBrushPatternPen.ToolTip
source: Default centerline's pen
ru: Стиль по умолчанию для линий нитки хода

# txtPropSegmentBinded.ToolTip
source: Segment binded to the point
ru: Участок нитки хода связанный с точкой

# cmdPropSegmentRebind.ToolTip
source: Rebind point
ru: Перепривязать точку

# chkPropSegmentLocked.ToolTip
source: Lock binded shot
ru: Блокировать связанный сегмент

# lblPropBinding.Text
source: Shot:
ru: Сегмент:

# cmdPropSegmentsLock.ToolTip
source: Lock all points
ru: Зафиксировать все точки

# cmdPropSegmentsUnlock.ToolTip
source: Unlock all points
ru: Разблокировать все точки

# colPropSegmentsBindedSegment.Text
source: Segment
ru: Сегмент

# lvPropSegmentsBinded.ToolTip
source: Sections of the centreline associated with the object
ru: Часть нитки хода, связанная с объектом

# cmdPropSegmentsRebind.ToolTip
source: Rebind object
ru: Перепривязать объект

# chkPropSegmentsLocked.ToolTip
source: Lock binded shots
ru: Зафиксировать связанныесегменты

# Label41.Text
source: Shots:
ru: Сегменты:

# lblPropFontColor.Text
source: Color:
ru: Цвет:

# cmdPropFontColor.ToolTip
source: Select a color...
ru: Выбрать цвет...

# chkPropTextFontUnderline.ToolTip
source: Lock binded shot
ru: Блокировать связанный сегмент

# chkPropTextFontItalic.ToolTip
source: Lock binded shot
ru: Блокировать связанный сегмент

# chkPropTextFontBold.ToolTip
source: Lock binded shot
ru: Блокировать связанный сегмент

# cboPropTextFontChar.ToolTip
source: Size of the symbol
ru: Размер символа

# lblPropTextFontChar.Text
source: Font:
ru: Шрифт:

# cboPropTextFontSize.Items
source: [Default]
ru: По умолчанию

# cboPropTextFontSize.ToolTip
source: Size of the symbol
ru: Размер символа

# lblPropTextFontSize.Text
source: Size:
ru: Размер:

# optPropTextVAlignBottom.ToolTip
source: Alignment to the bottom
ru: Выровнять по правому краю

# optPropTextVAlignTop.ToolTip
source: Alignment to the top
ru: Выровнять по левому краю

# optPropTextVAlignCenter.ToolTip
source: Alignment centered
ru: Выровнять по центру

# optPropTextAlignRight.ToolTip
source: Alignment to the right
ru: Выровнять по правому краю

# optPropTextAlignCenter.ToolTip
source: Alignment centered
ru: Выровнять по центру

# optPropTextAlignLeft.ToolTip
source: Alignment to the left
ru: Выровнять по левому краю

# cboPropTextSize.Items
source: Default
ru: 1.00 - По умолчанию

# cboPropTextSize.ToolTip
source: Size of the symbol
ru: Размер символа

# lblPropTextSize.Text
source: Scale:
ru: Масштаб:

# lblPropText.Text
source: Text:
ru: Текст:

# lblPropTextStyle.Text
source: Style:
ru: Стиль:

# cboPropTextStyle.Items
source: Solid color
ru: Сплошной цвет

# cboPropTextStyle.Items1
source: Sand/Mud
ru: Глина/песок

# cboPropTextStyle.Items2
source: Water
ru: Вода

# cboPropTextStyle.Items3
source: Pebbles
ru: Галька

# cboPropTextStyle.ToolTip
source: Text style
ru: Стиль тектса

# cboPropTextRotateMode.Items
source: Rotable
ru: Вращаемый

# cboPropTextRotateMode.Items1
source: Fixed
ru: Фиксированный

# cboPropTextRotateMode.ToolTip
source: Mode of rotation of the symbol
ru: Режим поворота символа

# lblPropTextRotateMode.Text
source: Rotation:
ru: Поворот:

# cboPropCrossSectionRefStation.Items
source: Automatic
ru: Авто

# cboPropCrossSectionRefStation.Items1
source: Near
ru: Ближе

# cboPropCrossSectionRefStation.Items2
source: Far
ru: Дальше

# chkPropCrossSectionProfileMarker.Text
source: Profile
ru: Разрез

# chkPropCrossSectionPlanMarker.Text
source: Plan
ru: План

# Label7.Text
source: References:
ru: Ссылки:

# Label9.Text
source: m
ru: м

# lblPropCrossSectionCrossX.Text
source: m
ru: м

# txtPropCrossSectionHeight.ToolTip
source: Height of the base crosssection reference
ru: Расстояние до подписи пикетов

# txtPropCrossSectionWidth.ToolTip
source: Width of the base crosssection reference
ru: Расстояние до подписи пикетов

# lblPropCrossSectionCross.Text
source: Simbol (w,h):
ru: Символ (ш,в):

# lblPropCrossSectionCross.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# cmdPropCrossSectionSegment.ToolTip
source: Select a segment...
ru: Выбрать сегмент...

# txtPropCrossSectionSegment.ToolTip
source: The section of the centerline associated to this section
ru: Часть нитки хода, асоциированная с этим сечением

# lblPropCrossSectionSegment.Text
source: Shot:
ru: Сегмент:

# cboPropProfileDirection.Items
source: Direct
ru: Прямой

# cboPropProfileDirection.Items1
source: Reverse
ru: Обратный

# cboPropProfileDirection.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# lblPropProfileBearing.Text
source: Direction:
ru: Нправление:

# txtPropProfileTextDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# lblPropProfileTextDistance.Text
source: Distance:
ru: Расстояние:

# lblPropProfileTextDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# cboPropProfileTextPosition.Items
source: Top left
ru: Вверху слева

# cboPropProfileTextPosition.Items1
source: Top center
ru: Вверху в центре

# cboPropProfileTextPosition.Items2
source: Top right
ru: Вверху спрпва

# cboPropProfileTextPosition.Items4
source: Center
ru: Центр

# cboPropProfileTextPosition.Items6
source: Bottom left
ru: Внизу слева

# cboPropProfileTextPosition.Items7
source: Bottom center
ru: Внизу в центре

# cboPropProfileTextPosition.Items8
source: Bottom right
ru: Внизу спрпва

# cboPropProfileTextPosition.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# lblPropProfileTextPosition.Text
source: Location:
ru: Положение:

# lblPropQuotaFormat.Text
source: Format:
ru: Формат:

# lblPropQuotaTextPosition.Text
source: Text pos.:
ru: Расп. текста.:

# cboPropQuotaTextPosition.Items
source: Up/Left
ru: Верх/Лево

# cboPropQuotaTextPosition.Items1
source: Down/Right
ru: Низ/Право

# cboPropQuotaTextPosition.ToolTip
source: Specifies the alignment of the value
ru: Выравнивание значения

# cmdPropQuotaOtherOptions.ToolTip
source: Other settings...
ru: Другие параметры...

# cmdPropQuotaTrigpoint.ToolTip
source: Select a segment...
ru: Выбрать сегмент...

# txtPropQuotaRelativeTrigpoint.ToolTip
source: Reference station (valid for the quota differentials as the difference in height)
ru: Референсный пикет (для расчета разницы высот)

# lblPropQuotaRelativeTrigpoint.Text
source: Station:
ru: Пикет:

# cboPropQuotaType.Items
source: Vertical
ru: Вертикально

# cboPropQuotaType.Items1
source: Horizontal
ru: Горизонтально

# cboPropQuotaType.Items2
source: Oblique
ru: Наклонно

# cboPropQuotaType.Items3
source: Drop
ru: Перепад высот

# cboPropQuotaType.Items4
source: Altitude
ru: Альтитуда

# cboPropQuotaType.Items5
source: Vertical scale
ru: Вертикальный масштаб

# cboPropQuotaType.Items6
source: Horizontal scale
ru: Горизонтальный масштаб

# cboPropQuotaType.Items7
source: Grid
ru: Сетка

# cboPropQuotaType.ToolTip
source: Specifies the type of quota
ru: Указывает тип значения

# lblPropQuotaType.Text
source: Type:
ru: Тип:

# cboPropQuotaValueType.Items
source: Default
ru: По умолчанию

# cboPropQuotaValueType.Items1
source: Meters
ru: Метры

# cboPropQuotaValueType.Items2
source: Feet
ru: Футы

# cboPropQuotaValueType.Items3
source: Yards
ru: Ярды

# cboPropQuotaValueType.ToolTip
source: Set measure unit for quote
ru: Определяет единицы измерения

# lblPropQuotaValueType.Text
source: Measure:
ru: Измерение:

# cboPropQuotaValue.Items
source: Automatic
ru: Автоматически

# cboPropQuotaValue.Items1
source: Manual
ru: Вручную

# cboPropQuotaValue.ToolTip
source: Specifies how to determine the value of the altitude
ru: Определяет как расчитывать значение альтитуды

# lblPropQuotaValue.Text
source: Value:
ru: Значение:

# cboPropQuotaAlign.Items
source: Left
ru: Лево

# cboPropQuotaAlign.Items1
source: Right
ru: Право

# cboPropQuotaAlign.Items2
source: Center
ru: Центр

# cboPropQuotaAlign.ToolTip
source: Specifies the alignment of the value
ru: Выравнивание значения

# lblPropQuotaAlign.Text
source: Alignment:
ru: Выравнивание:

# cmdPropSketchView.ToolTip
source: Display the original image
ru: Просмотр оригинального изображения

# txtPropSketchResolution.ToolTip
source: Image size and resolution
ru: Размер и разрешение изображения

# lblPropSketchResolution.Text
source: Resolution:
ru: Разрешение:

# chkPropSketchMorphingDisabled.Text
source: Disable morphing
ru: Выключить трансформацию

# chkPropSketchManualAdjust.Text
source: Manual adjust
ru: Ручная настройка

# lblPropSketchEdit.Text
source: Sketch:
ru: Абрис

# cmdPropSketchEdit.ToolTip
source: Edit sketch...
ru: Редактировать абрис...

# cboPropMergeMode.Items
source: Add
ru: Добавить

# cboPropMergeMode.Items1
source: Subtract
ru: Вычесть

# cboPropMergeMode.ToolTip
source: Set how to combine this object to create clipping area
ru: Указывает, как комбинировать этот объект для создания области обрезки

# lblPropMergeMode.Text
source: Combine:
ru: Комбинировать:

# lblPropTransparency.Text
source: Transparency:
ru: Прозрачность:

# btnPropObjectsSelect.ToolTip
source: Select
ru: Выбрать

# btnPropObjectsRefresh.ToolTip
source: Refresh connected objects list
ru: Обновить список связанных объектов

# ColumnHeader2.Text
source: Object
ru: Объект

# lvPropObjectsBinded.ToolTip
source: Graphic objects associated with this section of the centreline
ru: Графические объекты, связанные с этим участком нитки хода

# Label4.Text
source: Objects:
ru: Объекты:

# cmdPropPointsSequencesDivideAndJoin.Text
source: Divide
ru: Разделить

# cmdPropPointsSequencesDivideAndJoin.ToolTip
source: Divide sequence
ru: Разделить последовательность

# cmdPropPointsJoinAndConnect.ToolTip
source: Connects with other points and merge
ru: Connecting with other points and merge

# cmdPropPointsUnjoinAll.Text
source: all
ru: все

# cmdPropPointsUnjoinAll.ToolTip
source: Disconnect all
ru: Разъединить все

# cmdPropPointsUnjoin.ToolTip
source: Disconnect
ru: Разъединить

# cmdPropPointsJoin.ToolTip
source: Connects with other points
ru: Соединить с другой точкой

# Label10.Text
source: Point:
ru: Точка:

# Label1.Text
source: Sequence:
ru: Последовательность:

# cmdPropPointsSequencesDelete.ToolTip
source: Delete sequence
ru: Удалить последовательность

# cmdPropPointsSequencesDivide.Text
source: Divide
ru: Разделить

# cmdPropPointsSequencesDivide.ToolTip
source: Divide sequence
ru: Разделить последовательность

# cmdPropPointsSequencesRevert.Text
source: Revert
ru: Развернуть

# cmdPropPointsSequencesRevert.ToolTip
source: Invert sequence
ru: Развернуть последовательность

# cmdPropPointsSequencesClose.Text
source: Close
ru: Закрыть

# cmdPropPointsSequencesClose.ToolTip
source: Close sequence
ru: Замкнуть последовательность

# cmdPropPointsSequencesCombine.Text
source: Merge
ru: Объединить

# cmdPropPointsSequencesCombine.ToolTip
source: Merge sequence
ru: Объединить последовательности

# lblPropSequenceLineType.Text
source: Line style:
ru: Стиль линии:

# chkPropShowDataProperties.ToolTip
source: Show custom properties
ru: Показать доп. настройки

# cboPropCategories.ToolTip
source: Category/class to which selected object belongs to
ru: Категория/класс, к которому принадлежит выбранный объект

# lblPropCategory.Text
source: Category:
ru: Категоря:

# lblPropItemsSpace.Text
source: Spacing:
ru: Интервал :

# cmdPropItemsVSpace.ToolTip
source: Makes equal the vertical spacing
ru: Равный интервал по вертикали

# cmdPropItemsHSpace.ToolTip
source: Makes equal the horizontal spacing
ru: Равный интервал по горизонтали

# lblPropItemsAlign.Text
source: Align:
ru: Выровнять:

# cmdPropItemsHAlignCenter.ToolTip
source: Align center
ru: Выровнять по центру

# cmdPropItemsHAlignLeft.ToolTip
source: Align left
ru: По левому краю

# cmdPropItemsVAlignTop.ToolTip
source: Align top
ru: Выровнять по верху

# cmdPropItemsHAlignRight.ToolTip
source: Align right
ru: По правому краю

# cmdPropItemsVAlignMiddle.ToolTip
source: Align center
ru: Выровнять по центру

# cmdPropItemsVAlignBottom.ToolTip
source: Align bottom
ru: Выровнять по нижнему краю

# btnPropWarningClose.ToolTip
source: Hide message bar
ru: Скрыть панель Сообщений

# txtPropProfileSplayNegInclinationRangeMax.ToolTip
source: Max inclination (in degrees)
ru: Макс. наклон (в градусах)
