Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmMain.*.resx
Languages: ru

# colFrom.HeaderText
source: From
ru: От

# colTo.HeaderText
source: To
ru: До

# colDist.HeaderText
source: Distance
ru: Длина

# colDirezione.HeaderText
source: Bearing
ru: Азимут

# colInclinazione.HeaderText
source: Inclination
ru: Угол

# colSinistra.HeaderText
source: Left
ru: Лево

# colDestra.HeaderText
source: Right
ru: Право

# colAlto.HeaderText
source: Up
ru: Вверх

# colBasso.HeaderText
source: Down
ru: Вниз

# colInverted.HeaderText
source: Profile direction
ru: Нправление развертки

# colExclude.HeaderText
source: Exclude
ru: Исключить

# mnuSegmentsAdd.Text
source: Add shot
ru: Добавить сегмент

# mnuSegmentsInsert.Text
source: Insert shot
ru: Вставить замер

# mnuSegmentsDelete.Text
source: Delete shot
ru: Удалить сегмент

# mnuSegmentsReverse.Text
source: Reverse segment...
ru: Развернуть сегмент...

# mnuSegmentsMoveUp.Text
source: Move up
ru: Сдвинуть вверх

# mnuSegmentsMoveDown.Text
source: Move down
ru: Сдвинуть вниз

# mnuSegmentsCut.Text
source: Cut
ru: Вырезать

# mnuSegmentsCopy.Text
source: Copy
ru: Копировать

# mnuSegmentsPaste.Text
source: Paste
ru: Вставить

# mnuSegmentsPrefixTrigpoints.Text
source: Add prefix...
ru: Добавить префикс...

# mnuSegmentsRenameTrigpoints.Text
source: Rename stations...
ru: Переименовать пикеты...

# mnuSegmentsReplicateData.Text
source: Replicate data...
ru: Повторить настройки...

# mnuSegmentsReplicateData.ToolTipText
source: Replicate data of the current segment to the segments
ru: Распространить настройки текущего сегмента на остальные сегменты

# mnuSegmentsManageLRUD.Text
source: Manage LRUD...
ru: Управление ЛПВН...

# mnuSegmentsTrigPointsFrom.Text
source: From
ru: От

# mnuSegmentsTrigPointsTo.Text
source: To
ru: До

# mnuSegmentsTrigPoints.Text
source: Station properties
ru: Свойства пикета

# mnuSegmentsFind.Text
source: Find...
ru: Поиск...

# mnuSegmentsExport.Text
source: Export...
ru: Экспорт...

# mnuSegmentsRefresh.Text
source: Refresh
ru: Обновить

# chkSegmentCutSplay.Text
source: Cut
ru: Вырезать

# chkSegmentZSurvey.Text
source: Zig-zag survey
ru: Съёмка зигзагом

# chkSegmentZSurvey.ToolTip
source: Zig-zag survey useful for build model of HUGE holls
ru: Съёмка зигзагом применяется для описания больших объёмов

# lblSegmentSurfaceProfile.Text
source: Surface profile:
ru: Профиль поверхности:

# cboSegmentSurfaceProfileShow.Items
source: Default
ru: По умолчанию

# cboSegmentSurfaceProfileShow.Items1
source: Yes
ru: Да

# cboSegmentSurfaceProfileShow.Items2
source: No
ru: Нет

# lblSegmentSurfaceProfileShow.Text
source: View:
ru: Показать:

# chkSegmentVirtual.Text
source: Virtual
ru: Виртуальный

# chkSegmentUnbindable.Text
source: Not bindable to graphics object
ru: Не связан с графическим объектом

# chkSegmentUnbindable.ToolTip
source: Not bindable to graphics object
ru: Не связан с графическим объектом

# chkSegmentSurface.Text
source: Surface
ru: Поверхность

# chkSegmentSurface.ToolTip
source: Surface shot
ru: Поверхностный сегмент

# chkSegmentDuplicate.Text
source: Duplicate
ru: Дубликат

# chkSegmentDuplicate.ToolTip
source: Duplicate shot
ru: Дублирующий сегмент

# chkSegmentSplay.Text
source: Splay
ru: Боковой замер

# chkSegmentSplay.ToolTip
source: Splay shot
ru: Боковой замер

# cboSegmentDirection.Items
source: Right
ru: Право

# cboSegmentDirection.Items1
source: Left
ru: Лево

# cboSegmentDirection.ToolTip
source: Specifies the direction of the segment in section
ru: Направление отрезка в сечении

# chkSegmentExclude.Text
source: Exclude from calculation
ru: Исключить из расчетов статистики

# txtSegmentBearing.ToolTip
source: Direction
ru: Направление

# lblSegmentDx.Text
source: Right:
ru: Право

# txtSegmentDistance.ToolTip
source: Distance
ru: Расстояние

# lblSegmentTop.Text
source: Up:
ru: Вверх:

# lblSegmentDistance.Text
source: Distance:
ru: Расстояние:

# lblSegmentSx.Text
source: Left:
ru: Лево:

# lblSegmentBearing.Text
source: Bearing:
ru: Азимут:

# lblSegmentBottom.Text
source: Down:
ru: Вниз:

# txtSegmentInclination.ToolTip
source: Inclination
ru: Угол

# lblSegmentInclination.Text
source: Inclination:
ru: Угол:

# lblSegmentDirection.Text
source: Direction:
ru: Нправление:

# chkSegmentInverted.Text
source: Revert direction in profile
ru: Развернуть направление разреза

# tabSegmentPropertyMain.Text
source: Data
ru: Данные

# tabSegmentPropertyMain.ToolTipText
source: Shot data
ru: Данные измерений

# mnuSegmentsDataPropertiesEdit.Text
source: Edit custom properties...
ru: Изменить свойства...

# mnuSegmentsDataPropertiesDelete.Text
source: Delete value
ru: Удалить значение

# tabSegmentPropertyData.Text
source: User data
ru: Доп. данные

# cmdSegmentColorReset.Text
source: Default
ru: По умолчанию

# cmdSegmentColorReset.ToolTip
source: Reset to default color
ru: Сбросить в цвет по умолчанию

# lblSegmentColor.Text
source: Color:
ru: Цвет:

# tabSegmentPropertyLayout.Text
source: Layout
ru: Вид

# tabSegmentPropertyNote.Text
source: Note
ru: Примечания

# cboSegmentFrom.ToolTip
source: Starting station
ru: Начальный пикет

# lblSegmentFrom.Text
source: From:
ru: От:

# cboSegmentTo.ToolTip
source: Ending station
ru: Конечный пикет

# lblSegmentTo.Text
source: To:
ru: До:

# lblSegmentCave.Text
source: Cave:
ru: Пещера:

# lblSegmentBranch.Text
source: Branch:
ru: Ветка:

# lblSession.Text
source: Session:
ru: Съёмка:

# colTrigPoint.HeaderText
source: Station
ru: Пикет

# colGeoLat.HeaderText
source: Latitude
ru: Широта

# colGeoLon.HeaderText
source: Longitude
ru: Долгота

# colGeoAlt.HeaderText
source: Altitude
ru: Альтитуда

# mnuTrigPointsRebind.Text
source: Refresh stations
ru: Обновить пикеты

# mnuTrigPointsRemoveOrphans.Text
source: Remove orphans
ru: Удалить не связанные

# mnuTrigPointsEntrance0.Text
source: No
ru: Нет

# mnuTrigPointsEntrance1.Text
source: Other entrance
ru: Другой вход

# mnuTrigPointsEntrance2.Text
source: Main cave entrance
ru: Главный вход в пещеру

# mnuTrigPointsEntrance3.Text
source: Main complex entrance
ru: Главный вход в систему

# mnuTrigPointsEntrance4.Text
source: External point
ru: Внешняя точка

# mnuTrigPointsEntrance.Text
source: Entrance
ru: Вход

# mnuTrigPointsPrefixTrigpoints.Text
source: Add prefix...
ru: Добавить префикс...

# mnuTrigPointsRenameTrigpoints.Text
source: Rename stations...
ru: Переименовать пикеты...

# mnuTrigPointsFind.Text
source: Find...
ru: Поиск...

# mnuTrigPointsExport.Text
source: Export...
ru: Экспорт...

# chkTrigpointZTurn.Text
source: Zig-zag survey turn
ru: Разворот зигзага

# chkTrigpointZTurn.ToolTip
source: Zig-zag survey useful for build model of HUGE holls
ru: Точка разворота зигзага от стены обратно в зал

# chkTrigpointIsInExploration.Text
source: To be explored
ru: Нуждается в разведке

# chkTrigpointIsInExploration.ToolTip
source: It indicates the starting point of a possible stretch to explore
ru: Указывает на начальную точку возможного продолжения

# chkTrigpointShowEntrance.Text
source: Show entrance sign
ru: Покаывать значек входа

# chkTrigpointShowEntrance.ToolTip
source: Automatically displays the symbol of the entrance at the station
ru: Автоматически отображает символ вход на пикете

# DataGridViewTextBoxColumn3.HeaderText
source: Alias
ru: Псевдоним

# mnuAliasesRemove.Text
source: Delete
ru: Удалить

# mnuAliasesRemoveAll.Text
source: Delete all
ru: Удалить все

# cboTrigPointType.Items
source: Not defined
ru: Не определно

# cboTrigPointType.Items1
source: Fixed
ru: Репер

# cboTrigPointType.Items2
source: Signed/Painted
ru: Написаный/Нарисованый

# cboTrigPointType.Items3
source: Temporary
ru: Временный

# chkTrigpointIsSpecial.Text
source: Special station
ru: Особый пикет

# chkTrigpointIsSpecial.ToolTip
source: It indicates that the station has particularities and needs to be highlighted when required
ru: Это указывает на то, что пикет имеет особенности и должен быть выделен при необходимости

# lblTrigpointType.Text
source: Type:
ru: Тип:

# cboTrigpointEntrance.Items
source: No
ru: Нет

# cboTrigpointEntrance.Items1
source: Other entrance
ru: Другой вход

# cboTrigpointEntrance.Items2
source: Main cave entrance
ru: Главный вход в пещеру

# cboTrigpointEntrance.Items3
source: Main complex entrance
ru: Главный вход в систему

# cboTrigpointEntrance.ToolTip
source: Indicates if first station corresponds to the entrance
ru: Показывает соответствует ли первый пикет входу

# lblTrigpointEntrance.Text
source: Entrance:
ru: Вход:

# tabTrigpointMain.Text
source: Data
ru: Данные

# mnuTrigpointDataPropertiesEdit.Text
source: Edit custom properties...
ru: Изменить свойства...

# mnuTrigpointDataPropertiesDelete.Text
source: Delete value
ru: Удалить значение

# chkTrigpointDrawTranslationsLine.Text
source: Translation line
ru: Линия выноса

# chkTrigpointDrawTranslationsLine.ToolTip
source: Indicates if translation line have to be draw
ru: Явно не правильно

# lblTrigpointFontchar.Text
source: Font:
ru: Шрифт:

# cmdTrigpointColorReset.Text
source: Default
ru: По умолчанию

# cmdTrigpointColorReset.ToolTip
source: Reset to default color
ru: Сбросить в цвет по умолчанию

# txtTrigPointLabelDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# cboTrigPointLabelSymbol.Items
source: Default
ru: По умолчанию

# cboTrigPointLabelSymbol.Items1
source: Square
ru: Квадрат

# cboTrigPointLabelSymbol.Items2
source: Circle
ru: Кржок

# cboTrigPointLabelSymbol.Items3
source: Plus
ru: Плюс

# cboTrigPointLabelSymbol.Items4
source: Cross
ru: Крест

# cboTrigPointLabelSymbol.Items5
source: Empty square
ru: Пустой квадрат

# cboTrigPointLabelSymbol.Items6
source: Empty circle
ru: Пустой кружок

# cboTrigPointLabelSymbol.Items7
source: Triangle
ru: Треугольник

# cboTrigPointLabelSymbol.Items8
source: Empty triangle
ru: Пустой треугольник

# cboTrigPointLabelSymbol.ToolTip
source: Symbol for the station
ru: Символ пикетов

# lblTrigPointSymbol.Text
source: Symbol:
ru: Символ:

# lblTrigPointSymbol.ToolTip
source: Symbol for the station
ru: Символ пикетов

# lblTrigpointLabelDistance.Text
source: Label size:
ru: Размер подписи:

# lblTrigpointLabelDistance.ToolTip
source: The distance from station to the label
ru: Расстояние до подписи пикетов

# lblFontColor.Text
source: Color:
ru: Цвет:

# cboTrigPointLabelPosition.Items
source: Top left
ru: Вверху слева

# cboTrigPointLabelPosition.Items1
source: Top center
ru: Вверху в центре

# cboTrigPointLabelPosition.Items2
source: Top right
ru: Вверху спрпва

# cboTrigPointLabelPosition.Items3
source: Center left
ru: Центр лево

# cboTrigPointLabelPosition.Items4
source: Center
ru: Центр

# cboTrigPointLabelPosition.Items5
source: Center right
ru: Центр право

# cboTrigPointLabelPosition.Items6
source: Bottom left
ru: Внизу слева

# cboTrigPointLabelPosition.Items7
source: Bottom center
ru: Внизу в центре

# cboTrigPointLabelPosition.Items8
source: Bottom right
ru: Внизу спрпва

# cboTrigPointLabelPosition.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# lblTrigpointLabelPosition.Text
source: Label position:
ru: Положение подписи:

# lblTrigpointLabelPosition.ToolTip
source: Specify the label position
ru: Укажите положение подписи

# cboTrigpointFontSize.Items
source: [Default]
ru: По умолчанию

# lblTextFontSize.Text
source: Size:
ru: Размер:

# tabTrigpointLayout.Text
source: Layout
ru: Вид

# colConnectionsTrigPoint.HeaderText
source: Station
ru: Пикет

# colConnectionsIgnore.HeaderText
source: Ignore
ru: Игнорировать

# colConnectionsIgnore.ToolTipText
source: Ignore this connection parsing profile
ru: Игнорировать этот сегмент в разрезе-развертке

# tabTrigpointConnections.Text
source: Connections
ru: Связи

# btnTrigpointCoordinateClear.ToolTip
source: Clean
ru: Очистить

# lblTrigpointCoordinateFix.Text
source: Fix:
ru: Коорд:

# cboTrigpointCoordinateFix.Items
source: Default/GPS
ru: По умолчанию/GPS

# cboTrigpointCoordinateFix.Items1
source: Manual Fix
ru: Вручную

# cboTrigpointCoordinateFix.ToolTip
source: Coordinate system
ru: Система координат

# txtTrigpointCoordinateLat.ToolTip
source: Latitude
ru: Широта

# lblTrigpointCoordinateLat.Text
source: Lat.:
ru: Широта

# lblTrigpointCoordinateFormat.Text
source: Format:
ru: Формат:

# cboTrigpointCoordinateFormat.ToolTip
source: The format of the coordinates
ru: Формат координат

# txtTrigpointCoordinateAlt.ToolTip
source: Altitude (m)
ru: Альтитуда (м)

# lblTrigpointCoordinateAlt.Text
source: Alt.:
ru: Альт.:

# lblTrigpointCoordinateGeo.Text
source: Sistem:
ru: Система:

# cboTrigpointCoordinateGeo.ToolTip
source: Coordinate system
ru: Система координат

# lblTrigpointCoordinateZone.Text
source: Zone:
ru: Зона:

# tabTrigpointCoordinate.Text
source: Coordinates
ru: Координаты

# tabTrigpointNote.Text
source: Note
ru: Примечания

# lblTrigPointName.Text
source: Station:
ru: Пикет:

# btnSegments.Text
source: Shots
ru: Сегменты

# btnTrigPoints.Text
source: Stations
ru: Пикеты

# btnSegmentsAndTrigPoints.Text
source: Both
ru: Оба

# btnSegmentAndTrigpointGridColor2.Text
source: Color grid lines by cave/branch
ru: Цвета сегментов по пещере/ветке

# btnSegmentAndTrigpointGridColor1.Text
source: Color grid lines by session
ru: Цвета сегментов по съёмке

# btnSegmentAndTrigpointGridColor0.Text
source: Default
ru: По умолчанию

# btnSegmentAndTrigpointGridColor.Text
source: Shot colors
ru: Цвета сегментов

# btnView_Plan.Text
source: Plan
ru: План

# btnView_Profile.Text
source: Profile
ru: Разрез

# btnCursorMode.Text
source: Standard mouse mode
ru: Стандартный режим мыши

# btnScrollMode.Text
source: Pan mouse mode
ru: Режим перемещения мышью

# btnAltMode.Text
source: Centerline e shot selection mouse mode
ru: Режим выбора нитки и пикетов

# btnMultiSelMode1.Text
source: Multiple selection for current level
ru: Множественное выделение в текущем слое

# btnMultiSelMode2.Text
source: Multiple selection for all levels
ru: Множественное выделение во всех слоях

# btnViewMetricGrid0.Text
source: None
ru: Откл.

# btnViewMetricGrid1.Text
source: Standard grid
ru: Стандартная сетка

# btnViewMetricGrid2.Text
source: Grid aligned on current shot
ru: Сетка выровненая на текущем сегменте

# btnViewMetricGrid.Text
source: Metric grid
ru: Метрическая сетка

# btnEditDrawing.Text
source: Design on mouse move
ru: Рисование непрерывно

# btnEditPointToPoint.Text
source: Design on click
ru: Рисование по нажатию

# btnEndEdit.Text
source: End edit
ru: Завершить изменение объекта

# btn3dViewTop.Text
source: Top
ru: Сверху

# btn3dViewBottom.Text
source: Bottom
ru: Снизу

# btn3dViewSN.Text
source: SN
ru: ЮС

# btn3dViewNS.Text
source: NS
ru: СЮ

# btn3dViewEO.Text
source: EW
ru: ВЗ

# btn3dViewOE.Text
source: WE
ru: ЗВ

# btn3DCameraType1.Text
source: Orthogonal
ru: Ортогонаьно

# btn3DCameraType0.Text
source: Perspective
ru: В перспективе

# btn3DCameraMode1.Text
source: Walkaway
ru: Перемещение

# btn3DCameraMode0.Text
source: Inspection
ru: Просмотр

# btnPopupClose.ToolTip
source: Hide message bar
ru: Скрыть панель Уведомлений

# mnuLayersAndItemsExpand.Text
source: Expand
ru: Развернуть

# mnuLayersAndItemsExpandAll.Text
source: Expand all
ru: Развернуть все

# mnuLayersAndItemsCurrentLevelShowAll.Text
source: Show all in current level
ru: Показать всё в текущем слое

# mnuLayersAndItemsCurrentLevelHideAll.Text
source: Hide all in current level
ru: Скрыть всё в текущем слое

# mnuLayersAndItemsShowAll.Text
source: Show all
ru: Показать все

# mnuLayersAndItemsHideAll.Text
source: Hide all
ru: Скрыть все

# mnuLayersAndItemsDelete.Text
source: Delete
ru: Удалить

# mnuLayersAndItemsCurrentLevelDeleteAll.Text
source: Delete all current level objects
ru: Удалить все объекты в данном слое

# mnuLayersAndItemsFilterEdit.Text
source: Edit filter...
ru: Изменить фильтр...

# mnuLayersAndItemsFiltered.Text
source: Apply current filter
ru: Применить фильтр

# mnuLayersAndItemsProperty.Text
source: Object properties
ru: Свойства объекта

# mnuLayersAndItemsSelect.Text
source: Select
ru: Выбрать

# mnuLayersAndItemsSelectAllInCurrentLevel.Text
source: Select all in current level
ru: Выбрать всё в текущем слое

# mnuLayersAndItemsSelectAll.Text
source: Select all
ru: Выбрать всё

# mnuLayersAndItemsVisible.Text
source: Visible
ru: Видимый

# mnuLayersAndItemsRefresh.Text
source: Refresh
ru: Обновить

# chkLayerFiltered.ToolTip
source: Apply current filter
ru: Применить фильтр

# cmdLayerFilterEdit.ToolTip
source: Edit filter...
ru: Изменить фильтр...

# cmdLayerObjectSelect.Text
source: Select
ru: Выбрать

# cmdLayerObjectSelect.ToolTip
source: Select
ru: Выбрать

# cmdLayerObjectProperty.Text
source: Property
ru: Свойства

# cmdLayerObjectProperty.ToolTip
source: Object properties
ru: Свойства объекта

# cmdLayerRefresh.ToolTip
source: Refresh
ru: Обновить

# txtDesignScaleHeight.ToolTip
source: Scale % (ENTER to apply)
ru: Масштабировать % ("ВВОД", чтобы применить)

# lblDesignScale.Text
source: Scale (w,h):
ru: Масштаб (ш,в):

# txtDesignScaleWidth.ToolTip
source: Scale % (ENTER to apply)
ru: Масштабировать % ("ВВОД", чтобы применить)

# cmdDesignFlipV.ToolTip
source: Flip vertical
ru: Развернуть по вертикали

# cmdDesignFlipH.ToolTip
source: Flip horizontal
ru: Развернуть по горизонтали

# txtDesignWidth.ToolTip
source: Object width (m)
ru: Ширина объекта (м)

# txtDesignHeight.ToolTip
source: Height of the object (m)
ru: Высота объекта (м)

# lblDesignWidthUM.Text
source: m
ru: м

# lblDesignHeightUM.Text
source: m
ru: м

# lblDesignSize.Text
source: Size (w,h):
ru: Размер (ш,в):

# txtDesignLeft.ToolTip
source: Height of the object (m)
ru: Высота объекта (м)

# cmdDesignMoveRight.ToolTip
source: Move right
ru: Сдвинуть вправо

# cmdDesignMoveDown.ToolTip
source: Move down
ru: Сдвинуть вниз

# cmdDesignMoveLeft.ToolTip
source: Move left
ru: Сдвинуть влево

# cmdDesignMoveTop.ToolTip
source: Move up
ru: Сдвинуть вверх

# txtDesignTop.ToolTip
source: Ordinate of the object (m)
ru: Ордината объекта (м)

# lblDesignLeftUM.Text
source: m
ru: м

# lblDesignTopUM.Text
source: m
ru: м

# lblDesignPosition.Text
source: Location (x,y):
ru: Расположение (x,y):

# chkDesignRotateCenterOnOrigin.Text
source: Centered in origin
ru: Выровнять на точке отсчета

# cmdDesignRotateLeftByDegree.ToolTip
source: Rotate of n degrees counterclockwise
ru: Повернуть на n° против часовой стрелки

# cmdDesignRotateRightByDegree.ToolTip
source: Rotate of n degrees clockwise
ru: Повернуть на n° по часовой стрелке

# cmdDesignRotateRight.ToolTip
source: Rotate of 90° clockwise
ru: Повернуть на 90° по часовой стрелке

# cmdDesignRotateLeft.ToolTip
source: Rotate of 90° counterclockwise
ru: Повернуть на 90° против часовой стрелки

# txtDesignRotate.ToolTip
source: Rotate (ENTER to apply)
ru: Поворот ("ВВОД", чтобы применить)

# lblDesignRotation.Text
source: Rotation:
ru: Поворот:

# Label6.Text
source: Design:
ru: Абрис:

# chkDesignUnselectedLevelDrawingMode2.Text
source: Hide
ru: Скрыть

# chkDesignUnselectedLevelDrawingMode1.Text
source: Borders
ru: Границы

# chkDesignUnselectedLevelDrawingMode0.Text
source: Wireframe
ru: Контуры

# lblDesignUnselectedLevelDrawingMode.Text
source: Layers:
ru: Слои:

# chkDesignStyle2.Text
source: Combined
ru: Комбинированный

# chkDesignStyle1.Text
source: Areas
ru: Области

# chkDesignStyle0.Text
source: Survey
ru: Съёмка

# lblDesignStyle.Text
source: Style:
ru: Стиль:

# chkDesignCombineColorGray.Text
source: Grayscale
ru: Оттенки серого

# cboDesignCombineColorMode.Items
source: Caves and branches
ru: Пещеры и ветки

# cboDesignCombineColorMode.Items1
source: Only caves
ru: Только пещеры

# txtDesignSnapToGrid.ToolTip
source: The step of the grid (m)
ru: Шаг сетки (м)

# lblDesignSnapToGridUM.Text
source: m
ru: м

# lblDesignSnapToGrid0.Text
source: Step:
ru: Шаг:

# chkDesignSnapToGrid.Text
source: Align to grid
ru: Выровнять по сетке

# chkDesignPlot.Text
source: Centerline:
ru: Нитка хода:

# chkDesignPlotShowSplayMode.Text
source: Show all splays
ru: Показать все сплеи

# chkDesignPlotColorGray.Text
source: Grayscale
ru: Оттенки серого

# btnDesignRings.ToolTip
source: Loops
ru: Кольца

# cboDesignPlotSegmentsPaintStyle.Items
source: Opaque
ru: Видимый

# cboDesignPlotSegmentsPaintStyle.Items1
source: Transparent
ru: Прозрачный

# cboDesignPlotSegmentsPaintStyle.Items2
source: Light
ru: Светлый

# cboDesignPlotSegmentsPaintStyle.Items3
source: Only segment
ru: Только сегмент

# chkDesignPlotShowHLs.Text
source: Highlights
ru: Выделить

# cboDesignPlotColorMode.Items
source: Caves and branches
ru: Пещеры и ветки

# cboDesignPlotColorMode.Items1
source: Only caves
ru: Только пещеры

# chkDesignPlotShowTrigpointText.Text
source: Station label
ru: Номер пикета

# btnDesignPlotSplay.ToolTip
source: Replicate splay settings...
ru: Повторить настройки боковых замеров...

# chkDesignPlotShowTrigpoint.Text
source: Station
ru: Пикет

# btnDesignHighlights.ToolTip
source: Highlights
ru: Выделения

# chkDesignPlotShowLRUD.Text
source: LRUD
ru: ЛПВН

# chkDesignPlotShowSplayLabel.Text
source: Station label
ru: Номер пикета

# chkDesignPlotShowSegment.Text
source: Shots
ru: Сегменты

# chkDesignPlotShowSplay.Text
source: Splay
ru: Боковой замер

# cboDesignPlotSplayStyle.Items
source: Only points
ru: Только точки

# cboDesignPlotSplayStyle.Items1
source: Points and rays
ru: Точки и лучи

# chkDesignSurface.Text
source: Surface:
ru: Поверхность:

# cmdDesignSurfaceEdit.ToolTip
source: Surface...
ru: Поверхность...

# cmdDesignSurfaceLayersEdit.ToolTip
source: Edit
ru: Правка

# mnuDesignSurfaceEdit.Text
source: Surface...
ru: Поверхность...

# mnuDesignSurfaceLayersEdit.Text
source: Edit...
ru: Изменить...

# mnuDesignSurfaceLayersShowAll.Text
source: Show all
ru: Показать все

# mnuDesignSurfaceLayersHideAll.Text
source: Hide all
ru: Скрыть все

# cmdDesignSurfaceLayersDown.ToolTip
source: Move down
ru: Сдвинуть вниз

# cmdDesignSurfaceLayersUp.ToolTip
source: Move up
ru: Сдвинуть вверх

# chkDesignSurfaceProfile.Text
source: Surface profile
ru: Профиль поверхности

# tabObjectPropDesign.Text
source: Design properties
ru: Свойства абриса

# cmdPropConvertTo.ToolTip
source: Convert
ru: Конвертировать

# ColumnHeader1.Text
source: Shot
ru: Сегмент

# lvPropConvertTo.ToolTip
source: Object type
ru: Тип объекта

# lblPropConvertTo.Text
source: Convert to:
ru: Конвертировать в:

# lblPropConvertTo.ToolTip
source: Converto object to
ru: Конвертировать объект в

# cboPropClipping.Items
source: Default
ru: По умолчанию

# cboPropClipping.Items1
source: None
ru: Выкл.

# cboPropClipping.Items2
source: Inside cave borders
ru: Внутрение границы пещеры

# cboPropClipping.Items3
source: Outside cave borders
ru: Внешние границы пещеры

# cboPropClipping.ToolTip
source: Clipping
ru: Обрезка

# lblPropClipping.Text
source: Clipping:
ru: Обрезка:

# lblPropClipping.ToolTip
source: Clipping
ru: Обрезка

# Label3.Text
source: Shape:
ru: Объект:

# cmdPropShapeDivide.Text
source: Divide
ru: Разделить

# cmdPropShapeDivide.ToolTip
source: Divide the object
ru: Разделить объект

# cmdPropShapeCombine.Text
source: Merge with
ru: Объединить

# cmdPropShapeCombine.ToolTip
source: Merge the object with another
ru: Соединить объект с другим

# cmdPropShapeRevertAllSequences.Text
source: Revert
ru: Развернуть

# cmdPropShapeRevertAllSequences.ToolTip
source: Invert all sequences
ru: Развернуть последовательность

# lblPropLinePointReduction.Text
source: Point reduction:
ru: Уменьшить количество точек:

# txtPropLinePointReductionFactor.ToolTip
source: Reduction factor points
ru: Фактор упрощения линии

# cmdPropLinePointReduction.Text
source: Reduce
ru: Сократить

# cmdPropLinePointReduction.ToolTip
source: Reduce points
ru: Сократить кол-во точек

# lblPropSequence.Text
source: Sequences:
ru: Последовательности:

# cmdPropShapeReorderSequence.ToolTip
source: Reorder all sequences
ru: Изменить порядок последовательности

# cmdPropShapeCloseAllSequences.Text
source: Close
ru: Закрыть
