Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmProperties.*.resx
Languages: it, ru

# cmdCancel.Text
source: Cancel
it: Annulla
ru: Отменить

# cboPlotPenStyle.Items
source: Continuous
it: Continuo
ru: Непрерывная линия

# cboPlotPenStyle.Items1
source: Hatch
it: Tratteggio
ru: Прерывистая

# cboPlotPenStyle.Items2
source: Points
it: Punti
ru: Точки

# cboPlotPenStyle.Items3
source: Hatch and point
it: Tratteggio e punto
ru: Линия с одной точкой

# cboPlotPenStyle.Items4
source: Hatch and 2 points
it: Tratteggio e 2 punti
ru: Линия с двумя точками

# cboPlotPointSymbol.Items
source: Square
it: Quadrato
ru: Квадрат

# cboPlotPointSymbol.Items1
source: Circle
it: Cerchio
ru: Круг

# cboPlotPointSymbol.Items2
source: Plus
it: Più
ru: Плюс

# cboPlotPointSymbol.Items3
source: Cross
it: Croce
ru: Крест

# cboPlotPointSymbol.Items4
source: Empty square
it: Quadrato vuoto
ru: Пустой квадрат

# cboPlotPointSymbol.Items5
source: Empty circle
it: Cerchio vuoto
ru: Пустой круг

# cboPlotPointSymbol.Items6
source: Triangle
it: Triangolo
ru: Треугольник

# cboPlotPointSymbol.Items7
source: Empty triangle
it: Triangolo vuoto
ru: Пустой треугольник

# cboPlotTranslationLinePenStyle.Items
source: Continuous
it: Continuo
ru: Непрерывная линия

# cboPlotTranslationLinePenStyle.Items1
source: Hatch
it: Tratteggio
ru: Прерывистая

# cboPlotTranslationLinePenStyle.Items2
source: Points
it: Punti
ru: Точки

# cboPlotTranslationLinePenStyle.Items3
source: Hatch and point
it: Tratteggio e punto
ru: Линия с одной точкой

# cboPlotTranslationLinePenStyle.Items4
source: Hatch and 2 points
it: Tratteggio e 2 punti
ru: Линия с двумя точками

# cboSignRotateMode.Items
source: Rotable
it: Ruota
ru: Ориентиуемый

# cboSignRotateMode.Items1
source: Fixed
it: Fissa
ru: Фиксированный

# cboTextRotateMode.Items
source: Rotable
it: Ruota
ru: Ориентиуемый

# cboTextRotateMode.Items1
source: Fixed
it: Fissa
ru: Фиксированный

# cboDesignWarpingMode.Items
source: None
it: Nessuno

# cboDesignWarpingMode.Items1
source: Simple (1 point -> 1 shot)
it: Semplice (1 punto->1 segmento)
ru: Простой (1 точка -> 1 сегмент)

# cboDesignBindingMode.Items
source: Automatic
it: Automatico
ru: Автоматически

# cboDesignBindingMode.Items1
source: Only on edit end
it: Solo al termine della modifica
ru: Только после редактирования

# cboDesignBindingMode.Items2
source: Manual
it: Manuale
ru: Вручную

# cmdNewID.Text
source: &New
it: &Nuovo
ru: &Новый

# cmdUpdateCalculateVersion.ToolTip
source: Update calculate code's version
it: Aggiorna la versione del codice di calcolo
ru: Обновление версии программного кода расчета

# cmdApply.Text
source: Apply
it: Applica
ru: Применить

# lbl3DSurfaceModelLOD.Text
source: Model simplification:
it: Semplificazione modello:
ru: Упрощение модели:

# lbl3DSurfaceTextureLOD.Text
source: Texture semplification:
it: Semplificazione texture:
ru: Упрощение текстур:

# frm3DSurface.Text
source: Surface:
it: Superficie:
ru: Поверхность:

# GroupBox9.Text
source: Internal viewer:
it: Visualizzatore interno:
ru: Внутренний просмотрщик:

# lbl3DModelMode.Text
source: 3D model:
it: Modello 3D:
ru: 3D модель:

# cbo3DModelMode.Items
source: Default (volume from LRUD data)
it: Default (volume dai dati LRUD)
ru: По умолчанию (объём из данных ЛПВН)

# cbo3DModelMode.Items1
source: Basic oversampling (volume from plan and section borders for each station)
it: Oversampling semplice (volume da bordi in pianta e sezione per i capisaldi definiti)
ru: Простая передискретизация (объём из границ плана и разреза для каждого пикета)

# cbo3DModelMode.Items2
source: Advanced oversampling (volume from plan and section borders for each station and for n additional 'virtual' stations)
it: Oversampling avanzato (volume da bordi in pianta e sezione per i capisaldi definiti e per n capisaldi 'virtuali' aggiuntivi)
ru: Сложная передискретизация (объём из границ плана и разреза для каждого пикета и также для n дополнительных 'виртуальных' пикетов)

# lblPlotNoteTextFont.Text
source: Font:
it: Carattere:
ru: Шрифт:

# lblPlotNoteTextColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblPlotNoteTextScaleFactor.Text
source: Text:
it: Testo (scala):
ru: Текст (размер):

# lblPlotSplaySelectedPenWidth.Text
source: Size (sel.):
it: Spessore (sel.):
ru: Размер (sel.):

# lblPlotSplayPenWidth.Text
source: Size:
it: Spessore:
ru: Размер:

# lblPlotSplayPenStyle.Text
source: Style:
it: Tratto:
ru: Стиль:

# lblPlotLRUDSelectedPenWidth.Text
source: Size (sel.):
it: Spessore (sel.):
ru: Размер (sel.):

# lblPlotLRUDPenWidth.Text
source: Size:
it: Spessore:
ru: Размер:

# lblPlotLRUDPenStyle.Text
source: Style:
it: Tratto:
ru: Стиль:

# lblPlotTranslationLinePenColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblPlotTranslationLinePenSize.Text
source: Size:
it: Spessore:
ru: Размер:

# lblPlotTranslationLinePenStyle.Text
source: Style:
it: Tratto:
ru: Стиль:

# frmPlotTranslationLine.Text
source: Translation lines:
it: Linee di traslazione:
ru: Линии выноса:

# lblPlotTextFont.Text
source: Font:
it: Carattere:
ru: Шрифт:

# lblPlotPointColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblPlotTextColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblPlotTextScaleFactor.Text
source: Text:
it: Testo (scala):
ru: Текст (размер):

# lblPlotSelectedPointSize.Text
source: Size (sel.):
it: Dimensione (sel.):
ru: Размер (sel.):

# lblPlotPointSize.Text
source: Size:
it: Dimensione:
ru: Размер:

# lblPlotPointSymbol.Text
source: Sign:
it: Simbolo:
ru: Символ:

# frmPlotPoint.Text
source: Stations:
it: Capisaldi:
ru: Пикеты:

# lblPlotPenColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblPlotPenWidth.Text
source: Size:
it: Spessore:
ru: Размер:

# lblPlotSelectedPenWidth.Text
source: Size (sel.):
it: Spessore (sel.):
ru: Размер (sel.):

# lblPlotPenStyle.Text
source: Style:
it: Tratto:
ru: Стиль:

# frmPlotPen.Text
source: Shots:
it: Segmenti:
ru: Сегменты:

# cboClipBorder.Items
source: Do not cuts objects on borders level
it: Non tagliare gli oggetti del livello bordi
ru: Не обрезать объекты на по линии границ пещеры

# cboClipBorder.Items1
source: Cuts objects on borders level
it: Taglia gli oggetti del livello bordi
ru: Обрезать объекты по линии границ пещеры

# cboClipBorder.Items2
source: Disable for all objects
it: Disattiva per tutti gli oggetti
ru: Отключить для всех объектов

# lblClippingAdvancedClipart.Text
source: Adv. brushes:
it: Riemp. avanzati:
ru: Продвинутые инструменты:

# lblClippingBorder.Text
source: Borders:
it: Bordi:
ru: Границы:

# lblTextRotateMode.Text
source: Rotation for text:
it: Rotazione per il testo:
ru: Вращение текста:

# lblSignRotateMode.Text
source: Rotation for signs:
it: Rotazione per i simboli:
ru: Поворот символов:

# GroupBox5.Text
source: Rotation for signs and text:
it: Rotazione per simboli e testo:
ru: Поворот значков и текста:

# lblDesignLowerLayersTransparencyThreshold.Text
source: Lower levels:
it: Livelli inferiori:
ru: Нижние уровни:

# lblDesignOriginalPositionTransparencyThreshold.Text
source: Original position:
it: Posizione originale:
ru: Начальное положение:

# lblDesignBackgroundTransparencyThreshold.Text
source: Background:
it: Sfondo:
ru: Фон:

# lblDesignCombinedAreaTransparencyThreshold.Text
source: Combined view:
it: Modalità combinata:
ru: Комбинированный вид:

# GroupBox3.Text
source: Transparencies:
it: Trasparenze:
ru: Прозрачность:

# lblSketchProfileCorrectionScale.Text
source: Scale:
it: Scala:
ru: Масштаб:

# lblSketchProfileCorrectionTranslation.Text
source: Translation (X,Y):
it: Traslazione (X,Y):
ru: Преобразование (X,Y):

# frmSketchProfile.Text
source: Profile correction factors:
it: Fattori di correzione in sezione:
ru: Корректирующие коэффициенты разреза:

# lblSketchPlanCorrectionScale.Text
source: Scale:
it: Scala:
ru: Масштаб:

# lblSketchPlanCorrectionTranslation.Text
source: Translation (X,Y):
it: Traslazione (X,Y):
ru: Преобразование (X,Y):

# frmSketchPlan.Text
source: Plan correction factors:
it: Fattori di correzione in pianta:
ru: Корректирующие коэффициенты плана:

# cboLineType.Items
source: Straight lines
it: Rette
ru: Прямые линии

# Label27.Text
source: Lines:
it: Linea:
ru: Линии:

# lblDesignTextureScale.Text
source: Texture brushes:
it: Riemp. texture:
ru: Текстуры brushes:

# lblDesignTextFont.Text
source: Font:
it: Carattere:
ru: Шрифт:

# lblDesignSoilScale.Text
source: Clipart brushes:
it: Riemp. clipart:

# lblDesignTextScaleFactor.Text
source: Text:
it: Testo:
ru: Текст:

# lblDesignSignScaleFactor.Text
source: Signs:
it: Simboli:
ru: Символы:

# lblDesignTerrainLevelScaleFactor.Text
source: Borders:
it: Bordi:
ru: Границы:

# frrmDesign.Text
source: Clipart, signs e objects (scale and font):
it: Clipart, simboli e oggetti (scale e caratteri):
ru: Клипарт, знаки е объекты (масштаб и шрифт):

# Label8.Text
source: Ultrathin lines:
it: Linee ultrasottili:
ru: Ультратонкие линии:

# Label7.Text
source: Thin lines:
it: Linee sottili:
ru: Тонкие линии:

# Label4.Text
source: Medium lines:
it: Linee medie:
ru: Средние линии:

# lblBaseLinesScaleFactor.Text
source: Bold lines:
it: Linee marcate:
ru: Жирные линии:

# lblBaseLineWidthScaleFactor.Text
source: Basic scale:
it: Scala base:
ru: Базовый масштаб:

# GroupBox1.Text
source: Line width (scale):
it: Spessori linee (scale):
ru: Ширина линии (масштаб):

# lblSpecialTrigPointsStructure.Text
source: Special stations:
it: Capisaldi speciali:
ru: Особые пикеты:

# lblTrigPointsStructure.Text
source: Stations:
it: Capisaldi:
ru: Пикеты:

# lblInfoBoxStructure.Text
source: Information box:
it: Struttura scheda:
ru: Информационное окно:

# lblCaveInfoDescription.Text
source: Description:
it: Descrizione:
ru: Описание:

# lblCaveInfoID.Text
source: Cadastral ID:
it: Rif.catastale:
ru: Кадастровый ID:

# lblCaveInfoName.Text
source: Name:
it: Nome:
ru: Название:

# lblCaveInfoColor.Text
source: Color:
it: Colore:
ru: Цвет:

# lblCaveInfoSurfaceProfileShow.Text
source: Show:
it: Visualizza:
ru: Показать:

# cboCaveInfoSurfaceProfileShow.Items
source: Default
it: Predefinito
ru: По умолчанию

# cboCaveInfoSurfaceProfileShow.Items1
source: Yes
it: Si
ru: Да

# lblSessionDescription.Text
source: Description
it: Descrizione:
ru: Описание

# lblSessionDate.Text
source: Date:
it: Data:
ru: Дата:

# lblSessionDesigner.Text
source: Designer/s:
it: Disegnatore/i:
ru: Дизайнер/ы:

# lblSessionTeam.Text
source: Surveier/s:
it: Rilevatore/i:
ru: Съёмщик/и:

# lblSessionClub.Text
source: Team/s:
it: Gruppo/i:
ru: Группа/ы:

# cboSessionDepthType.Items
source: Depth (at end station)
it: Profondità (caposaldo di arrivo)
ru: Глубина (на пикете до)

# cboSessionDepthType.Items1
source: Depth (at from station)
it: Profondità (caposaldo di partenza)
ru: Глубина (на пикете от)

# cboSessionDepthType.Items2
source: Depth delta
it: Differenza di profondità
ru: Разница глубин

# lblSessionDepthType.Text
source: Depth:
it: Profondità:
ru: Глубина:

# cboSessionNordType.Items
source: Magnetic north
it: Nord magnetico
ru: Магнитный север

# cboSessionNordType.Items1
source: Geographic north
it: Nord geografico
ru: Географический север

# lblSessionNordType.Text
source: North:
it: Nord:
ru: Север:

# cboSessionDataFormat.Items
source: Default (Distance/Bearing/Inclination)
it: Normali (Distanza/Direzione/Pendenza)
ru: По умолчанию (Расстояние/Азимут/Угол)

# cboSessionDataFormat.Items1
source: Cartesian (X/Y/Z)
it: Cartesiani (X/Y/Z)
ru: Картографические (X/Y/Z)

# cboSessionDataFormat.Items2
source: Underwater (Distance/Bearing/Depth)
it: Subacquei (Distanza/Direzione/Profondità)
ru: Подводные (Расстояние/Азимут/Глубина)

# lblSessionDataFormat.Text
source: Format:
it: Formato dei dati:
ru: Формат:

# lblSessionGrade.Text
source: Grade:
it: Precisione:
ru: Уровень достоверности:

# cboSessionSideMeasuresReferTo.Items
source: Ending station
it: Caposaldo di arrivo
ru: Пикет ДО

# cboSessionSideMeasuresReferTo.Items1
source: Beginning station
it: Caposaldo di partenza
ru: Пикет ОТ

# cboSessionDistanceType.Items
source: Meters
it: Metri
ru: Метры

# cboSessionDistanceType.Items1
source: Feet
it: Piedi
ru: Футы

# cboSessionDistanceType.Items2
source: Yards
it: Iarde
ru: Ярды

# lblSessionDistanceType.Text
source: Distance:
it: Distanza:
ru: Расстояние:

# cboSessionSideMeasuresType.Items
source: Perpendicular to the previous shot
it: Perpendicolari al segmento entrante
ru: Перпендикулярно к предыдущему сегменту

# cboSessionSideMeasuresType.Items1
source: Bisector of the angle between the previous shot and the first next shot
it: Bisetrice dell'angolo tra il segmento entrante e il 1° segmento uscente
ru: Бисектриса угла между предыдущим и следующим сегментами

# cboSessionSideMeasuresType.Items2
source: Perpendicular to the first next shot
it: Perpendicolari al 1° segmento uscente
ru: Перпендикулярно к следующему сегменту

# lblSessionSideMeasureType.Text
source: Side measures:
it: Misure laterali:
ru: Боковые замеры:

# cboSessionBearingType.Items
source: Degree
it: Gradi sessadecimali
ru: Градусы

# cboSessionBearingType.Items1
source: Grads
it: Gradi centesimali (grad)
ru: Грады

# lblSessionBearingType.Text
source: Bearing:
it: Direzione:
ru: Направление:

# cboSessionInclinationType.Items
source: Degree
it: Gradi sessadecimali
ru: Градусы

# cboSessionInclinationType.Items1
source: Grads
it: Gradi centesimali (grad)
ru: Грады

# lblSessionInclinationType.Text
source: Inclination:
it: Inclinazione:
ru: Угол:

# GroupBox2.Text
source: Surface:
it: Superficie:
ru: Значение по умолчанию для съёмки:

# lblCoordinateGeo.Text
source: System:
it: Sistema:
ru: Система:

# lblCoordinateBand.Text
source: Band:
it: Banda:

# lblCoordinateZone.Text
source: Zone:
it: Zona:
ru: Зона:

# frmGPSDefaults.Text
source: Default values:
it: Valori predefiniti:
ru: Значения по умолчанию:

# lblGPSCustomRefPoint.Text
source: Reference station:
it: Caposaldo di riferimento:
ru: Опорный пикет:

# lblCalculateVersion.Text
source: Version:
it: Versione:
ru: Версия:

# lblNordCorrectionWarning.Text
source: <image=#warning;size=16,16> <b>Attention:</b> enabling geographic functions the north correction is automatic.
it: Attenzione: quando sono attive le funzione geografiche la correzione al Nord geografico è automatica.
ru: Внимание: при включении географических функций коррекция магнитного склонения происходит автоматически.

# cboSplayMode.Items
source: None
it: Nessuna gestione

# cboSplayMode.Items1
source: Automatic manage
it: Gestione automatica
ru: Автоматическое управление

# Label5.Text
source: Origin:
it: Origine:
ru: Точка отсчета:

# Label3.Text
source: Backwards:
it: Inversioni:
ru: Обратный:

# cboInversionMode.Items1
source: Absolute
it: Assolute
ru: Абсолютный

# lblNordCorrection.Text
source: North correction:
it: Correzione Nord:
ru: Поправка на север:

# cboNordCorrection.Items
source: None
it: Nessuna (usa i valori impostati senza correzione)
ru: Нет (использовать заданные значения без коррекции)

# cboNordCorrection.Items1
source: All to geographic north
it: Correggi tutto a Nord geografico
ru: Все на географический Север

# lblCalculateMode.Text
source: Calculate type:
it: Tipo di calcolo:
ru: Тип расчета:

# cboCalculateType.Items
source: None
it: Nessuno
ru: Нет

# cboCalculateType.Items1
source: Internal
it: Interno
ru: Внутренний

# cboCalculateType.Items2
source: Using Therion
it: Usa Therion
ru: Использовать Therion

# lblRingCorrectionMode.Text
source: Ring correction:
it: Correzione anelli:
ru: Коррекция клоец:

# cboRingCorrectionMode.Items
source: None
it: Nessuna correzione

# cboRingCorrectionMode.Items1
source: Closing to the first calculated point
it: Chiusura al primo punto calcolato
ru: Замыкать первую расчитанныю точку

# cboRingCorrectionMode.Items2
source: Midpoint correction
it: Correzione al punto medio
ru: Коррекция средней точки

# lblDesigner.Text
source: Designer/s:
it: Disegnatori/i:
ru: Дизайнер/ы:

# lblTeam.Text
source: Surveier/s:
it: Rilevatore/i:
ru: Съёмщик/и:

# lblCatasto.Text
source: Cadastral ID:
it: Rif.catastale:
ru: Кадастровый ID:

# lblClub.Text
source: Team/s:
it: Gruppo/i:
ru: Команда/ы:

# lblDescription.Text
source: Description:
it: Descrizione:
ru: Описание:

# lblName.Text
source: Name:
it: Nome:
ru: Название:

# lblsurfaceprofileelevation.Text
source: Dataset:
it: Set di dati:
ru: Набор данных:

# lblHighlightCondition.Text
source: Condition:
it: Condizione:
ru: Состояние:

# lblHighlightApplyTo.Text
source: Apply to:
it: Applica a:
ru: Применить к:

# lblHighlightOpacity.Text
source: Opacity:
it: Trasparenza:
ru: Прозрачность:

# lblHighlightSize.Text
source: Size:
it: Dimensione:
ru: Размер:

# lblHighlightName.Text
source: Name:
it: Nome:
ru: Название:

# lblHighlightColor.Text
source: Color:
it: Colore:
ru: Цвет:

# $this.Text
source: Properties:
it: Proprietà:
ru: Свойсва:

# btnCaveInfoSegmentsRefresh.ToolTip
source: Update the list of connected objects
it: Aggiorna l'elenco degli oggetti collegati
ru: Обновить список связанных объектов

# btnCaveInfoSelectSegment.ToolTip
source: Select
it: Seleziona
ru: Выбрать

# cboPlotSplayPenStyle.Items4
source: Hatch and 2 points
it: Tratteggio e 2 punti
ru: Линия с двумя точками

# cboPlotLRUDPenStyle.Items4
source: Line with two points
it: Tratteggio e 2 punti
ru: Линия с двумя точками

# cboClipAdvancedClipart.Items
source: The default (GDI, via the regions)
it: Predefinito (GDI, tramite regioni)
ru: По умолчанию (GDI, с помощью регионов)

# cboPlotLRUDPenStyle.Items1
source: Dash
it: Tratteggio
ru: Прерывистая

# cboPlotSplayPenStyle.Items1
source: Hatch
it: Tratteggio
ru: Прерывистая

# cboPlotSplayPenStyle.Items
source: Continuous
it: Continuo
ru: Непрерывная линия

# cboPlotLRUDPenStyle.Items2
source: Points
it: Punti
ru: Точки

# cboPlotLRUDPenStyle.Items3
source: Line with point
it: Tratteggio e punto
ru: Линия с одной точкой

# cboPlotLRUDPenStyle.Items
source: Line
it: Continuo
ru: Непрерывная линия

# cboPlotSplayPenStyle.Items3
source: Hatch and point
it: Tratteggio e punto
ru: Линия с одной точкой

# cboPlotSplayPenStyle.Items2
source: Points
it: Punti
ru: Точки

# ToolStripMenuItem8.Text
source: Name (%NAME%)
it: Nome (%NAME%)
ru: Название (%NAME%)

# mnuInfoBoxTags7.Text
source: Date of first session (%FIRSTSESSIONDATE%)
it: Data prima sessione (%FIRSTSESSIONDATE%)
ru: Дата первой съёмки (%FIRSTSESSIONDATE%)

# chkGPSEnabled.ToolTip
source: Enable all the options geographical positioning in the calculations
it: Attiva tutte le opzioni di posizionamento geografico nei calcoli
ru: Включить расчет географического положенич всех пикетов

# ToolStripMenuItem14.Text
source: Cadastral reference (%CAVEID%)
it: Riferimento catastale (%CAVEID%)
ru: Кадастровый номер (%CAVEID%)

# txtCatasto.ToolTip
source: Cadastral reference
it: Riferimento catastale
ru: Кадастровый номер

# txtCaveInfoDescription.ToolTip
source: Description
it: Descrizione
ru: Описание

# mnuInfoBoxTags8.Text
source: Date of last session (%LASTSESSIONDATE%)
it: Data ultima sessione (%LASTSESSIONDATE%)
ru: Дата последней съёмки (%LASTSESSIONDATE%)

# cmdNewID.ToolTip
source: Binds to survey a new unique identifier. To use in case the survey is created by copying the file to another relief.
it: Associa al rilievo un nuovo identificatore univoco. Da utilizzare nel caso il rilievo sia stato creato copiando il file di un altro rilievo.
ru: Назначает съёмке новый уникальный идентификатор. Использовать в случае, если съёмка была создана путем копирования файла в другой проект.

# mnuInfoBoxTags1.Text
source: Name (%NAME%)
it: Nome (%NAME%)
ru: Название (%NAME%)

# ToolStripMenuItem12.Text
source: Geographic location (%GEOPOS%)
it: Posizione geografica (%GEOPOS%)
ru: Географическое положение (%GEOPOS%)

# mnuInfoBoxTags2.Text
source: Description (%DESCRIPTION%)
it: Descrizione (%DESCRIPTION%)
ru: Описание (%DESCRIPTION%)

# mnuInfoBoxTags11.Text
source: Designer (%DESIGNER%)
it: Disegnatore (%DESIGNER%)
ru: Дизайнер (%DESIGNER%)

# mnuInfoBoxTags6.Text
source: Geographic location (%GEOPOS%)
it: Posizione geografica (%GEOPOS%)
ru: Географическое положение (%GEOPOS%)

# ToolStripMenuItem10.Text
source: Main alias (%FIRSTALIAS%)
it: Primo alias (%FIRSTALIAS%)
ru: Первый псевдоним (%FIRSTALIAS%)

# PrimoAliasToolStripMenuItem.Text
source: Primary alias (%FIRSTALIAS%)
it: Primo alias (%FIRSTALIAS%)
ru: Первый псевдоним (%FIRSTALIAS%)

# lbl3DNormalizationFactor.Text
source: Normalization:
it: Normalizzazione:
ru: Нормализация:

# lblSessionColor.Text
source: Color:
it: Colore:
ru: Цвет:

# ToolStripMenuItem5.Text
source: Name (%NAME%)
it: Nome (%NAME%)
ru: Название (%NAME%)

# ToolStripMenuItem13.Text
source: Name of the cave (%CAVENAME%)
it: Nome grotta (%CAVENAME%)
ru: Название пещеры (%CAVENAME%)

# mnuInfoBoxTags4.Text
source: Group/i (%CLUB%)
it: Gruppo/i (%CLUB%)
ru: Клуб/ы (%CLUB%)

# mnuInfoBoxTags10.Text
source: Year last session (%LASTSESSIONYEAR%)
it: Anno ultima sessione (%LASTSESSIONYEAR%)
ru: Последняя схёмка в году (%LASTSESSIONYEAR%)

# ToolStripMenuItem7.Text
source: Cadastral reference (%CAVEID%)
it: Riferimento catastale (%CAVEID%)
ru: Кадастровый номер (%CAVEID%)

# chkGPSSendToTherion.ToolTip
source: Send to Therion the geographical positioning of all the stations which present such data.
it: Invia a Therion il posizionamento geografico di tutti i capisaldi che presentano tali dati.
ru: Отправлять географическое положение пикетов c привязкой в Therion

# mnuInfoBoxTags13.Text
source: Degree/accuracy (%GA%)
it: Grado/accuratezza (%GA%)
ru: Грейд/точность (%GA%)

# NomeGrottaToolStripMenuItem.Text
source: Cave name (%CAVENAME%)
it: Nome grotta (%CAVENAME%)
ru: Название пещеры (%CAVENAME%)

# lblCoordinateFormat.Text
source: Format:
it: Formato:
ru: Формат:

# ToolStripMenuItem15.Text
source: Geographic location (%GEOPOS%)
it: Posizione geografica (%GEOPOS%)
ru: Географическое положение (%GEOPOS%)

# mnuInfoBoxTags9.Text
source: Year of first session (%FIRSTSESSIONYEAR%)
it: Anno prima sessione (%FIRSTSESSIONYEAR%)
ru: Год первой съёмки (%FIRSTSESSIONYEAR%)

# mnuInfoBoxTags3.Text
source: Cadastral reference (%ID%)
it: Riferimento catastale (%ID%)
ru: Кадастровый номер (%ID%)

# chksurfaceprofile.ToolTip
source: Activate the options for the display of the profile of the surface
it: Attiva le opzioni per la visualizzazione del profilo della superficie
ru: Активизирует параметры отображения профиля поверхности

# lblDesignWarpingModeEnabledIn.Text
source: Activate warping in:
it: Attiva warping in:
ru: Активная трансформация на

# txtSessionDate.ToolTip
source: The date of the session of survey
it: Data della sessione di rilievo
ru: Дата съёмки

# txtHighlightName.ToolTip
source: Name of the cave or of the branch
it: Nome della cavità o del ramo
ru: Назване пещеры или ветки

# txtClub.ToolTip
source: Group/s
it: Gruppo/i
ru: Группа/ы

# txtSessionClub.ToolTip
source: Group/s
it: Gruppo/i
ru: Группа/ы

# txtTeam.ToolTip
source: Explorer/s
it: Rilevatore/i
ru: Первопроходец/ы

# txtDesigner.ToolTip
source: Desiner/s
it: Disegnatore/i
ru: Дизайнер/ы

# txtSessionTeam.ToolTip
source: Explorer/s
it: Rilevatore/i
ru: Первопроходец/ы

# txtCaveInfoID.ToolTip
source: Cadastral reference
it: Riferimento catastale
ru: Кадастровый номер

# txtName.ToolTip
source: Name of the cave or in the karst complex
it: Nome della cavità o del complesso carsico
ru: Назване пешеры или карстовой системы

# txtID.ToolTip
source: Unique identifier that distinguishes this relief.
it: Identificatore univoco che contraddistingue questo rilievo.
ru: Уникальный идентификатор для этой съёмки

# txtSessionDesigner.ToolTip
source: Designer/s
it: Disegnatore/i
ru: Дизайнер/ы

# txtCaveInfoName.ToolTip
source: Name of the cave or of the branch
it: Nome della cavità o del ramo
ru: Название пещеры или ветки

# txtDescrizione.ToolTip
source: Description
it: Descrizione
ru: Описание

# txtHighlightCondition.ToolTip
source: Name of the cave or of the branch
it: Nome della cavità o del ramo
ru: Назване пещеры или ветки
