Repository: cepelabs/cSurvey
Catalog: cSurveyPC/frmProperties.*.resx
Languages: it, ru

# ToolStripMenuItem16.Text
source: New line (%BR%)
it: A capo (%BR%)
ru: Новая строка (%BR%)

# ToolStripMenuItem17.Text
source: New line (%BR%)
it: A capo (%BR%)
ru: Новая строка (%BR%)

# mnuInfoBoxTags99.Text
source: New line (%BR%)
it: A capo (%BR%)
ru: Перевод строки (%BR%)

# cmdChangeInversionModeAndSetDirections.ToolTip
source: Set the reverse on the 'absolute' preserving the current direction of the drawn
it: Imposta le inversioni su 'assoluto' conservando la direzione attuale delle tratte
ru: Установить обратный на 'абсолютный' сохранив текущее направление отрисовки

# txtCreatorID.ToolTip
source: Created by ID
it: ID del programma che ha generato il file

# lblCreatedBy.Text
source: Created by:
it: Creato da:

# txtCreationDate.ToolTip
source: Date of creation
it: Data di creazione

# lblCreationDate.Text
source: Creation date:
it: Data di creaz.:

# txtCreatorVersion.ToolTip
source: Version
it: Versione

# lblCreatorVersion.Text
source: Version:
it: Versione:

# GroupBox7.Text
source: Notes and informations:
it: Note e informazioni:
ru: Примечания и дополнительная информация:

# lblDesignExtraTextScaleFactor.Text
source: Text:
it: Testo:

# lblCaveInfoPriority.Text
source: Priority:
it: Priorità:

# lblCaveInfoExtendStart.Text
source: Extend start:
it: Origine:

# lblCaveInfoConnection.Text
source: Connected on:
it: Connesso a:

# btnSessionSegmentsRefresh.ToolTip
source: Update the list of connected objects
it: Aggiorna l'elenco degli oggetti collegati
ru: Обновить список связанных объектов

# btnSessionCalibrationSegmentsRefresh.ToolTip
source: Update the list of connected objects
it: Aggiorna l'elenco degli oggetti collegati
ru: Обновить список связанных объектов

# btnSessionSelectSegment.ToolTip
source: Select
it: Seleziona

# lblSurfacePenColor.Text
source: Color:
it: Colore:

# lblSurfaceSelectedPenWidth.Text
source: Size (sel.):
it: Spessore (sel.):

# lblSurfacePenWidth.Text
source: Size:
it: Spessore:

# cboSurfacePenStyle.Items
source: Line
it: Continuo

# cboSurfacePenStyle.Items1
source: Dash
it: Tratteggio

# cboSurfacePenStyle.Items2
source: Points
it: Punti

# cboSurfacePenStyle.Items3
source: Line with point
it: Tratteggio e punto

# cboSurfacePenStyle.Items4
source: Line with two points
it: Tratteggio e 2 punti

# lblSurfacePenStyle.Text
source: Style:
it: Tratto:

# txtCaveInfoParentConnection.ToolTip
source: Station of parent survey
it: Caposaldo genitore

# txtCaveInfoConnection.ToolTip
source: Station of child survey
it: Caposaldo figlio

# lblDesignItemNamePattern.Text
source: Name pattern:
it: Pattern per nome:

# mnuItemNamePatternTagsCave.Text
source: Cave (%CAVE%)
it: Grotta (%CAVE%)

# mnuItemNamePatternTagsBranch.Text
source: Branch (%BRANCH%)
it: Ramo (%BRANCH%)

# mnuItemNamePatternTagsCount.Text
source: Level item's count (%C%)
it: Conteggio elementi nel livello (%C%)

# mnuItemNamePatternTagsIndex.Text
source: Level item's index (%I%)
it: Indice elemento nel livello (%I%)

# ColumnHeader1.Text
source: Shot
it: Battute

# optWarpingPaused.Text
source: Paused
it: In pausa

# optWarpingPaused.ToolTip
source: Put in pause warping feature
it: Mette in pausa la funzione di warping

# optWarpingActive.Text
source: Active
it: Attivo

# optWarpingActive.ToolTip
source: Activate warping features
it: Attiva la funzione di warping

# cboSessionInclinationType.Items2
source: Percent
it: Percentuale

# cboLineType.Items2
source: Beziers
ru: Безье

# cboCaveInfoSurfaceProfileShow.Items2
source: No
ru: Нет

# cboLineType.Items1
source: Splines
ru: Сплайны

# cboInversionMode.Items
source: Relative
ru: Относительный

# cboClipAdvancedClipart.Items1
source: Clipper
ru: Обрезка

# ToolStripMenuItem9.Text
source: Note (%NOTE%)
ru: Примечание (%NOTE%)

# mnuInfoBoxTags5.Text
source: Rilevatore/i (%TEAM%)
ru: Группа/ы (%TEAM%)

# GroupBox8.Text
source: Clipping:
ru: Обрезка:

# GroupBox6.Text
source: Splay:
ru: Боковые замеры

# mnuInfoBoxTags12.Text
source: Note (%NOTE%)
ru: Примечания (%NOTE%)

# frmPlotLRUD.Text
source: LRUD:
ru: ЛПВН

# lblDesignTransparencyEdit.Text
source: Edit:
ru: Редактировать:

# frmSketch.Text
source: Sketch:
ru: Абрис

# lblSplayMode.Text
source: Splay:
ru: Боковой замер

# ToolStripMenuItem11.Text
source: Note (%NOTE%)
ru: Примечание (%NOTE%)

# lblDesignTransparencyPreview.Text
source: Preview:
ru: Предварительный просмотр:

# lbl3DOversamplingFactor.Text
source: Oversampling:
ru: Передискретизация:

# lblDesignWarpingMode.Text
source: Warping:
ru: Трансформация:

# cmdInfoBoxStructureTagAdd.Text
source: Tag
ru: Тег

# lblDesignClipartScaleFactor.Text
source: Clipart:
ru: Клипарт:

# lblDesignBindingMode.Text
source: Binding:
ru: Привязки:
