Repository: cepelabs/cSurvey
Catalog: cSurveyPC/ItemPropertyControl/cItemCrossSectionMarkerPropertyControl.*.resx
Languages: it

# cboPropCrossSectionMarkerAlign.Properties.Items
source: Left
it: Sinistra

# cboPropCrossSectionMarkerAlign.Properties.Items1
source: Right
it: Destra

# cboPropCrossSectionMarkerArrowSize.Properties.Items
source: 1.00 - Default
it: 1.00 - Predefinito

# cboPropCrossSectionMarkerArrowSize.Properties.Items1
source: 0.25 - Very small
it: 0.25 - Molto piccolo

# cboPropCrossSectionMarkerArrowSize.Properties.Items2
source: 0.50 - Small
it: 0.50 - Piccolo

# cboPropCrossSectionMarkerArrowSize.Properties.Items3
source: 1.00 - Medium
it: 1.00 - Medio

# cboPropCrossSectionMarkerArrowSize.Properties.Items4
source: 2.00 - Big
it: 2.00 - Grande

# cboPropCrossSectionMarkerArrowSize.Properties.Items5
source: 4.00 - Very big
it: 4.00 - Molto grande

# cboPropCrossSectionMarkerArrowSize.ToolTip
source: Arrow scale
it: Scala delle freccie

# cboPropCrossSectionMarkerDirection.Properties.Items
source: Direct
it: Diretta

# cboPropCrossSectionMarkerDirection.Properties.Items1
source: Inverted
it: Inversa

# cboPropCrossSectionMarkerDirection.ToolTip
source: Specify the marker position
it: Specifica la posizione del marker

# cboPropCrossSectionMarkerLabelPosition.Properties.Items
source: With arrow
it: Come la freccia

# cboPropCrossSectionMarkerLabelPosition.Properties.Items1
source: Centered
it: Centrata

# cboPropCrossSectionMarkerLabelPosition.Properties.Items2
source: Opposite to arrow
it: Opposta alla freccia

# cboPropCrossSectionMarkerLabelPosition.ToolTip
source: Specify the label position
it: Specifica la posizione dell'etichetta

# cboPropCrossSectionMarkerLabelRotation.Properties.Items
source: Rotated
it: Ruotato

# cboPropCrossSectionMarkerLabelRotation.Properties.Items1
source: Fixed
it: Fisso

# cboPropCrossSectionMarkerLabelRotation.ToolTip
source: Mode of rotation of the symbol
it: Modalità di rotazione

# cboPropCrossSectionMarkerProfileAlign.Properties.Items
source: Up
it: Sopra

# cboPropCrossSectionMarkerProfileAlign.Properties.Items1
source: Down
it: Sotto

# cboPropCrossSectionMarkerScale.Properties.Items
source: 1.00 - Default
it: 1.00 - Medio

# cboPropCrossSectionMarkerScale.Properties.Items1
source: 0.25 - Very small
it: 0.25 - Molto piccolo

# cboPropCrossSectionMarkerScale.Properties.Items2
source: 0.50 - Small
it: 0.50 - Piccolo

# cboPropCrossSectionMarkerScale.Properties.Items3
source: 1.00 - Medium
it: 1.00 - Medio

# cboPropCrossSectionMarkerScale.Properties.Items4
source: 2.00 - Big
it: 2.00 - Grande

# cboPropCrossSectionMarkerScale.Properties.Items5
source: 4.00 - Very big
it: 4.00 - Molto grande

# cboPropCrossSectionMarkerScale.ToolTip
source: Size of the symbol
it: Dimensione del simbolo

# lblPropCrossSectionMarkerScale.Text
source: Scale:
it: Scala:

# lblPropProfileTextPosition.Text
source: Location:
it: Posizione:

# lblPropCrossSectionMarkerDirection.Text
source: Direction:
it: Direzione:

# lblPropCrossSectionMarkerLabelDistance.Text
source: Distance:
it: Distanza:

# lblPropCrossSectionMarkerLabelDistance.ToolTip
source: The distance from marker to the label
it: Distanza tra marker ed etichetta

# lblPropCrossSectionMarkerArrowSize.Text
source: Scale:
it: Scala:

# lblPropCrossSectionMarkerAlign.Text
source: Arrow:
it: Freccia:

# chkPropCrossSectionMarkerScaleEnabled.ToolTip
source: Free size of the symbol
it: Imposta la scala del simbolo

# chkPropCrossSectionMarkerRW.ToolTip
source: Autosize width
it: Autodimensiona destra

# chkPropCrossSectionMarkerUH.ToolTip
source: Autosize height
it: Autodimensiona sopra

# chkPropCrossSectionMarkerLW.ToolTip
source: Autosize width
it: Autodimensiona sinistra

# chkPropCrossSectionMarkerDH.ToolTip
source: Autosize height
it: Autodimensiona sotto

# chkPropCrossSectionMarkerLabel.Properties.Caption
source: Label:
it: Etichetta:

# lblPropCrossSectionMarkerDeltaAngle.ToolTip
source: Δ angle
it: Angolo Δ

# lblPropCrossSectionMarkerDeltaAngle.Text
source: Δ angle:
it: Angolo Δ:

# chkPropCrossSectionMarkerDeltaAngleEnabled.ToolTip
source: Free Δ angle
it: Imposta l'angolo Δ

# chkPropCrossSectionMarkerArrowSizeEnabled.ToolTip
source: Free arrow scale
it: Imposta la scala della freccia

# cmdPropCrossSectionItem.ToolTip
source: Go to cross section
it: Vai alla sezione trasversale

# cmdPropCrossSectionMarkerLRFromDesign.ToolTip
source: Get left and right from design
it: Rileva sinistra e destra dal disegno

# cmdPropCrossSectionMarkerUDFromDesign.ToolTip
source: Get up and down from design
it: Rileva sopra e sotto dal disegno

# lblPropCrossSectionDistances.Text
source: Distances:
it: Distanze:

# lblPropCrossSectionRotation.Text
source: Rotation:
it: Rotazione:

# lblPropCrossSectionMarkerLabelPosition.Text
source: Position:
it: Posizione:

# lblPropCrossSectionPosition.Text
source: Position:
it: Posizione:

# lblPropCrossSectionPosition.ToolTip
source: The distance from station to the label
it: Posizione del marker lungo la battuta

# lblPropCrossSectionMarkerArrowSize.ToolTip
source: Free arrow scale
it: Freccia a scala libera
